Repository: tine-groupware/tine
Catalog: tine20/Projects/translations/*.po
Languages: sr, th

source: All my projects
sr: Svi moji projekti
th: โครงการทั้งหมดของฉัน

source: Default Favorite
sr: Podrazumevano omiljeno
th: ค่าที่ชอบหลัก

source: The default favorite which is loaded on Projects startup
sr: Podrazumevano omiljeni koji su učitani prilikom pokretanja projekata
th: ค่าที่ชอบหลักจะโหลดทันทีเมื่อเริ่มเปิด โครงการ

source: Attendee
sr: Učesnik
th: ผู้เข้าร่วม

source: Role
sr: Uloga
th: หน้าที่

source: Project
sr: Projekat
th: โครงการ

source: Title
sr: Naslov
th: คำนำหน้าชื่อ

source: Number
sr: Broj
th: ลำดับ

source: Status
th: สถานะ

source: Description
sr: Opis
th: การอธิบาย

source: Enter description
sr: Unesite opis
th: ใส่ คำอธิบาย

source: Please choose the Project to add the contacts to
sr: Molimo izaberite projekat okem će se dodati kontakt
th: กรุณาเลือกโครงการเพื่อเพิ่มการติดต่อ

source: Please select the attenders' role
sr: Molimo da izaberete ulogu učesnika
th: กรุณาเลือกหน้าที่ของผู้เข้าร่วม

source: Select Project
sr: Izaberite projektat
th: เลือกโครงการ

source: Select Role
sr: Izaberite ulogu
th: เลือก หน้าที่

source: Adding {0} Participants to project
sr: Dodavanje {0} učesnika projekta
th: กำลังเพิ่มผู้เข้าร่วม {0} คน ในโครงการ

source: Attendee Role
sr: Uloga učesnika
th: หน้าที่ผู้เข้าร่วม

source: Projects
sr: Projekti
th: โครงการ

source: All my open projects
sr: Svi moji otvoreni projekti
th: โครงการที่ยังว่างอยู่ของฉันทั้งหมด

source: My projects that I'm responsible for
sr: Moji projekti za koje sam odgovoran
th: โครงการที่ฉันรับผิดชอบอยู่

source: All my open projects that I am responsible for
sr: Svi moji otvoreni projekti za koje sam odgovoran
th: โครงการที่ยังว่างอยู่ของฉันทั้งหมด ที่ฉันรับผิดชอบอยู่นั้น

source: My waiting projects
sr: Moji projekti čekanja
th: โครงการของฉันที่กำลังรอ

source: My projects that are on hold
sr: Moji projekti koji su na čekanju
th: โครงการของฉันที่กำลังดำเนินการอยู่

source: Coworker
sr: Saradnik
th: ผู้ร่วมงาน

source: Responsible
sr: Odgovorni
th: รับผิดชอบ

source: On hold
sr: Na čekanju
th: กำลังดำเนินการอยู่

source: Completed
sr: Završeno
th: เสร็จสิ้นแล้ว

source: Cancelled
sr: Otkazano
th: ยกเลิกแล้ว

source: In process
sr: U procesu
th: มีความคืบหน้า

source: Project list
sr: Projekt lista
th: รายชื่อโครงการ

source: Manage shared project favorites
sr: Upravljajte zajedničkim favoritima projekta
th: จัดการ โคงการร่วมที่ใช้บ่อย

source: Create new shared project favorites
sr: Napravite nove favorite za zajedničke projekte
th: สร้าง โครงการร่วมใหม่ที่ใช้บ่อย
