Repository: tine-groupware/tine
Catalog: tine20/GDPR/translations/*.po
Languages: de

source: Manage data sources in CoreData
de: Datenherkunft in Stammdaten verwalten

source: View, create, delete or update data sources in the CoreData application
de: Anzeigen, anlegen, löschen und bearbeiten von Datenherkünften in der Stammdaten Anwendung

source: Manage data usage purposes in CoreData
de: Verwendungszwecke in Stammdaten verwalten

source: View, create, delete, or update data usage purposes in the CoreData application
de: Anzeigen, anlegen, löschen und bearbeiten von Verwendungszwecken in der Stammdaten Anwendung

source: Data provenance is mandatory for ADB contacts
de: Adressbuch Kontakte benötigen Datenherkunft

source: Specifies whether data sources for ADB contacts are mandatory, optional, or if empty values should be set to a default.
de: Ob die Datenherkunft für Adressbuchkontakte benötigt, nicht benötigt oder wenn nicht anderes angegeben auf einen Standardwert gesetzt wird

source: yes
de: Ja

source: no
de: nein

source: default
de: Standard

source: Default data source for ADB contacts
de: Standard Datenherkunft für Adressbuch Kontakte

source: Manage consent Email template
de: E-Mail Schablone für Verwaltung von Einwilligungen

source: Available Languages
de: Verfügbare Sprachen

source: List of the languages in which multilingual texts are available.
de: Liste der Sprache in denen die mehrsprachigen Texte gelegt werden.

source: agree date must not be after withdraw date
de: Das Zustimmungsdatum darf nicht nach dem Widerrufsdatum liegen

source: withdraw date must not be empty before create the new record
de: Das Widerrufsdatum darf nicht leer sein, bevor der neue Datensatz erstellt wird

source: agree date and withdraw date must not overlap
de: Zustimmungsdatum und Widerrufsdatum dürfen sich nicht überschneiden

source: Data provenances
de: Datenherkünfte

source: Purpose of processing
de: Verwendungszweck

source: Excel all data
de: Excel alle Daten

source: GDPR
de: DSGVO

source: GRPR LINK
de: DSGVO Link

source: Must not be contacted
de: Darf nicht kontaktiert werden

source: This contact has withdrawn consent to use their data for any purpose.
de: Dieser Kontakt hat die Erlaubnis zur Verwendung seiner Daten in jeder Weise Widerrufen.

source: Expiry Date
de: Ablaufdatum

source: The contact will be deleted automatically after this date.
de: Kontakt wird nach dem Ablaufdatum automatisch gelöscht.

source: Blacklist
de: Sperrliste

source: Data Provenance
de: Datenherkunft

source: Reason for Editing
de: Bearbeitungsgrund

source: Please enter the reason for editing this data
de: Grund der Bearbeitung eingeben

source: Please Confirm the Data Provenance
de: Bitte die Datenherkunft bestätigen

source: Show expired
de: Abgelaufene anzeigen

source: GDPR Purpose of processing
de: DSGVO Verwendungszweck

source: Description
de: Beschreibung

source: Agree
de: Zustimmen

source: Not decided
de: Nicht entschieden

source: Withdrawal date
de: Widerrufsdatum

source: Withdraw
de: Widerrufen

source: Agreement date
de: Zustimmungsdatum

source: Send
de: Abschicken

source: I hereby withdraw the following intended purpose for data processing
de: Hiermit widerrufe ich die Verarbeitung meiner Daten zum folgenden Zweck

source: I hereby accept the following intended purpose for data processing
de: Hiermit akzeptiere ich die Verarbeitung meiner Daten zum folgenden Zweck

source: Withdrawal comment
de: Widerrufskommentar

source: Agreement comment
de: Zustimmungskommentar

source: Don't add a comment
de: Keinen Kommentar zufügen

source: Add a comment
de: Kommentar hinzufügen

source: Cancel
de: Abbrechen

source: Confirm
de: Bestätigen

source: Register
de: Registrieren

source: Go to my manage consent link
de: Mein Link zur Verwaltung der Zustimmung

source: Processing purpose of this mass mailing
de: Verwendungszweck dieser Massen-Mail

source: Note: mass mail is sent without {0} support
de: Beachte: Serienmail wird ohne {0} Unterstützung gesendet

source: In {0} mass mailing mode, this recipient will be removed,
de: Im {0} Massen Mailing Modus wird dieser Empfänger entfernt,

source: Send message individually to list members instead
de: Nachricht stattdessen individuell an Listen-Mitglieder verschicken

source: as it must not be contacted at all
de: weil er nicht kontaktiert werden darf

source: Skip contact check if no data intended purpose has been selected
de: Kontakt-Überprüfung überspringen wenn kein Verwendungszweck ausgewählt ist

source: Skip checking contact if no data intended purpose records exist
de: Kontakt-Überprüfung ohne Verwendungszweck überspringen

source: as contact has not consented to this purpose
de: weil der Kontakt diesem Verwendungszweck nicht zugestimmt hat

source: as consent date has expired
de: weil das Zustimmung wiederrufen wurde

source: consent date is set but not yet reached
de: Das eingestellte Zustimmungsdatum ist noch nicht erreicht

source: Please select a purpose of processing
de: Bitte einen Verwendungszweck auswählen

source: Errors
de: Fehler

source: You need to select an option!
de: Sie müssen eine Option auswälen

source: Create mass mail without {0} support
de: Serienmail ohne {0} Unterstützung verfassen

source: {0} mass mail support
de: {0} Serienmail Unterstützung

source: The recipients will be removed if they have not consented to the selected intended purpose.
de: Die Empfänger werden entfernt, wenn sie dem gewählten Verwendungszweck nicht zugestimmt haben.

source: The recipients with 'Must not be contacted' will be removed.
de: Die Empfänger mit 'Darf nicht kontaktiert werden' werden entfernt.

source: The E-Mail gets a sign out link where the recipient can withdraw for the data intended purpose.
de: Die E-Mail bekommt einen Abmelde-Link bei dem die Empfänger*in dem Verwendungszweck wiedersprechen kann.

source: Add all contacts having agreed to this purpose
de: Alle Kontakte, die diesem Verwendungszweck zugestimmt haben, als Empfänger hinzufügen

source: Compose mass mail without recipients
de: Keine Empfänger der Serienmail hinzufügen

source: Hide from self registration
de: Vor Selbstregistrierung verbergen

source: Hide from self service
de: Vom Selbstbedienungsbereich ausblenden

source: Registration link
de: Registrierungslink

source: GENDER_Purpose of processing
de: male

source: Data provenance
de: Datenherkunft

source: Expiration
de: Ablauf

source: GDPR Blacklisted
de: DSGVO Sperrliste

source: GDPR Data Provenance
de: DSGVO Datenherkunft

source: GDPR Data Editing Reason
de: DSGVO Bearbeitungsgrund

source: GDPR Data Expiry Date
de: DSGVO Datenablaufdatum

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Organization
de: Unternehmen

source: Imprint
de: Link-Impressum

source: Registration
de: Anmeldung

source: Sign up and we will send you news and information about our services in the future.
de: Melden Sie sich an, dann senden wir Ihnen künftig Neuigkeiten und Nachrichten rund um unsere Dienstleitungen.

source: We use your data exclusively for the stated purpose; you can request the deletion of your data at any time.
de: Ihre Daten verwenden wir ausschließlich zum dem angegebenen Zweck, Sie können jederzeit die Löschung Ihrer Daten veranlassen.

source: Enter your E-mail address to register.
de: Tragen Sie Ihre E-Mail-Adresse ein, um sich anzumelden.

source: We have sent you a confirmation link to the E-mail address you provided. Please check your inbox.
de: Wir haben Ihnen einen Link zur Bestätigung an die angegebene E-Mail-Adresse geschickt. Bitte prüfen Sie Ihren Posteingang.

source: Link to consent management
de: Link zur Verwaltung von Zustimmung

source: you can use this link to manage the purpose for which we may contact you
de: über diesen Link können Sie verwalten, zu welchem Zweck wir Sie kontaktieren dürfen

source: Manage my subscription
de: Mein Abonnement verwalten

source: Confirm your E-mail address
de: Bestätigen Sie Ihre E-Mail-Address

source: Confirm your registration
de: Bestätigung Ihrer Anmeldung

source: thank you for your registration, to complete the registration, please confirm your e-mail address via this link
de: vielen Dank für Ihre Anmeldung, um die Registrierung abzuschließen, bestätigen Sie bitte Ihre E-Mail-Adresse über diesen Link

source: Confirm E-Mail address
de: E-Mail-Adresse bestätigen

source: Consent from
de: Einwilligung von

source: Welcome to your consent management.
de: Willkommen bei Ihrer Einwilligungsverwaltung.

source: Here you can decide for which purposes we may contact you.
de: Hier können Sie festlegen, zu welchen Zwecken wir Sie kontaktieren dürfen.

source: Register and we will send you news and information about our services in the future.
de: Melden Sie sich an, dann senden wir Ihnen künftig Neuigkeiten und Nachrichten rund um unsere Dienstleitungen.

source: We use your data exclusively for the stated purpose, you can request the deletion of your data at any time.
de: Ihre Daten verwenden wir ausschließlich zum dem angegebenen Zweck, Sie können jederzeit die Löschung Ihrer Daten veranlassen.

source: Thank you for the registration!
de: Vielen Dank für Ihre Anmeldung!

source: The submitted E-mail address will only be used for the selected purpose.
de: Die übermittelte E-Mail-Adresse wird ausschließlich für den gewählten Zweck verwendet.

source: You can withdraw your consent or change the use of your data at any time.
de: Sie können jederzeit Ihre Zustimmung widerrufen oder die Verwendung Ihrer Daten ändern.
