Repository: tine-groupware/tine
Catalog: tine20/CrewScheduling/translations/*.po
Languages: de

source: Manage Scheduling Roles
de: Dienstplaungsrollen Verwalten

source: Shortfall Actions
de: Defizit Aktionen

source: Possible Shortfall Actions for role.
de: Mögliche Defizit Aktionen für diese Rolle.

source: None
de: Keine

source: Forbidden
de: Verboten

source: Event tentative
de: Termin vorläufig

source: Exceedance Actions
de: Überschreitungs Aktionen

source: Possible Exceedance Actions for role.
de: Mögliche Überschreitungs Aktionen für diese Rolle.

source: Same role same attendee
de: Selber Rolle selber Teilnehmer

source: Behavior if same role is also required from other event types
de: Verhalten wenn die selbe Rolle auch aus anderen Terminarten gefordert wird

source: May be filled with the same attendee
de: Darf mit gleichem Teilnehmer besetzt werden

source: Must be filled with the same attendee
de: Muss mit gleichem Teilnehmer besetzt werden

source: Must not be filled with the same attendee
de: Darf nicht mit gleichem Teilnehmer besetzt werden

source: Group Operators
de: Gruppen Operatoren

source: Possible Group Operators.
de: Mögliche Gruppen Operatoren.

source: Participant must be a member of one of the groups
de: Teilnehmer muss ein Mitglied einer dieser Gruppen sein

source: Participant must be a member of all of the groups
de: Teilnehmer muss ein Mitglied in allen diesen Gruppen sein

source: Scheduling Roles
de: Dienstplanungs Rollen

source: Crew Scheduling Compact PDF
de: Dienstplanung PDF - Kompakt

source: Crew Scheduling Compact Excel
de: Dienstplanung Excel - Kompakt

source: Crew Scheduling PDF
de: Dienstplanung PDF

source: Crew Scheduling Excel
de: Dienstplanung Excel

source: Canceled
de: Abgesagt

source: Poll CSV import
de: Umfragen CSV Import

source: Import CSV formated polls from crew scheduling
de: Importiere CSV formatierte Umfragen der Dienstplanung

source: Poll participant CSV import
de: Umfragen Teilnehmr*innen CSV Import

source: Import CSV formated poll participants from crew scheduling
de: Importiere CSV formatierte Umfragen-Teilnehmer*innen der Dienstplanung

source: Poll reply CSV import
de: Umfragen Antworten CSV Import

source: Import CSV formated polls replies from crew scheduling
de: Importiere CSV formatierte Umfragen-Antworten der Dienstplanung

source: Crew Scheduling Roles
de: Dienstplanungs Rollen

source: Choose event types
de: Terminart auswählen

source: The crew scheduling config of this event requires different attendee for the listed event types. Please select the event type(s) for this attendee.
de: Die Dienstplansungs-Konfiguration dieser Veranstaltung erfordert unterschiedliche Teilnehmer für die aufgeführten Terminarten. Bitte wählen Sie die Terminart(en) für diesen Teilnehmer aus.

source: Without Event Type
de: Ohne Terminart

source: Invalid service assignment
de: Ungültige Dienst-Einteilung

source: Assign Services?
de: Dienste zuweisen?

source: The person is capable to perform the following services. Which of these should be assigned?
de: Die Person ist berechtigt die folgenden Dienste durchzuführen. Welche davon sollen zugewiesen werden?

source: Event Types
de: Terminarten

source: Role Config can't be Added
de: Rollen-Konfiguration kann nicht hinzugefügt werden

source: without event type
de: ohne Terminart

source: A role config for {role} with event types "{types}" already exists.
de: Für die Terminarten "{types}" existiert bereits eine Rollen-Konfiguration.

source: Crewscheduling Roles
de: Dienstplanungsrollen

source: Crewscheduling Role Configs
de: Dienstplanungsrollen Konfigurationen

source: CrewScheduling
de: Dienstplanung

source: Event
de: Termin

source: No events to show yet...
de: Noch keine Termine zum Anzeigen vorhanden...

source: The following persons cannot be added to the selected service
de: Die folgenden Personen können nicht zu dem ausgewählten Dienst hinzugefügt werden

source: Select Service for { attendeeName }
de: Dienste für { attendeeName } auswählen

source: There are different services to perform. Please select which service is to be performed by { attendeeName }.
de: Es gibt verschiedene Dienste zu erbringen. Bitte wählen Sie aus, welcher Dienst von { attendeeName } ausgeführt werden soll.

source: Remove Attendee
de: Teilnehmer entfernen

source: Please wait
de: Bitte warten

source: Saving event:
de: Speicher Termin:

source: Choose Roles
de: Rollen wählen

source: Send export via E-Mail to all corresponding group members
de: Den Export per E-Mail an die jeweiligen Gruppenmitglieder senden

source: Reload
de: Neu laden

source: Reload all data
de: Alle Daten neu laden

source: Configure data filters
de: Daten Filter konfigurieren

source: Polls
de: Umfragen

source: Manage Polls
de: Umfragen verwalten

source: Show more actions
de: Mehr Aktionen anziegen

source: Export and optionally send data
de: Export und Versandt (optional)

source: Auto Schedule
de: Automatische Planung

source: Auto assign attendee for selected / all cells
de: Füge für die Auswahl / alle Felder Teilnehmer automatisch hinzu

source: Site
de: Standort

source: Cancel
de: Abbrechen

source: Computing Schedule...
de: Berechne Terminplan…

source: {0} at {1} ({2}/{3})
de: {0} an {1} ({2}/{3})

source: Errors
de: Fehler

source: Some Events could not be saved. (see red triangles)
de: Einige Termine konnten nicht gespeichert werden. (Siehe rote Dreiecke)

source: Dismiss Changes?
de: Änderungen verwerfen?

source: You have unsaved changes. Do you really want to continue?
de: Sie haben ungesicherte Änderungen. Wollen Sie wirklich fortfahren?

source: Assign Existing Attendee?
de: Bestehende Teilnehmende einsetzen?

source: The following persons are attendee in the respective events, but are not yet assigned to services. Please select the services for which these persons are to be assigned.
de: Die folgenden Personen nehmen zwar am jeweiligen Termin teil, sind aber nicht für Dienste eingeteilt. Bitte wählen sie aus für welche Dienste diese Personen eingeteilt werden sollen.

source: Loading Crew Scheduling data...
de: Lade Dienstplanungs Daten...

source: Available Attendee
de: Verfügbare Teilnehmer

source: Selected Attendee
de: Ausgewählte Teilnehmer

source: Select Attendee
de: Teilnehmer Auswählen

source: Filter by name
de: Nach Namen filtern

source: Filter Attendee
de: Teilnehmer filtern

source: No users to display
de: Keine Benutzer zum Anzeigen

source: Start drag gesture here to include the following partners:
de: Starten Sie hier eine Drag Geste um die folgenden Partner*innen hinzuzufügen:

source: The attendee is not assigned to the event site
de: die Person ist nicht dem Standort zugewiesen

source: The person has indicated in a survey that they are not available for this service at this time.
de: Die Person hat in einer Umfrage angegeben zu diesem Zeitpunkt für diesen Dienst nicht verfügbar zu sein.

source: The attendee favorite days do not contain the weekday of the event
de: Die Lieblingstage der Person enthalten nicht den Wochentag des Termins

source: The attendee is busy during the event
de: Die Person ist während des Termins beschäftigt

source: NOTE: It is allowed to resolve this by splitting up role to perform for different event types with different attendee.
de: HINWEIS: Es ist möglich, dieses Problem zu lösen, indem Sie die Rolle aufteilen, um sie für verschiedene Terminarten mit verschiedenen Personen auszuführen.

source: The person is already assigned to this service.
de: Die Person ist bereits für diesen Dienst eingeteilt.

source: The attendee is already assigned to an other service of the same crew scheduling role. This service does not allow the same person to take another service with the same crew scheduling role.
de: Die Person ist bereits für einen Dienst mit der gleichen Dinestplanungsrolle eingeteilt. Dieser Dienst läst nicht zu, dass die gleiche Person einen weiteren Dienst mit der gleichen Dinestplanungsrolle besetzt.

source: The attendee is already assigned to an other service which does not allow to perform additional services of other crew scheduling roles.
de: Die Person ist bereits für einen Dienst eingeteilt welche nicht zulässt, dass zusätzlich auch andere Dienste mit anderen Dinestplanungsrollen ausgeführt werden.

source: An other attendee already performs a service with the same crew scheduling role and it requires that all services of that role are performed by the same person.
de: Eine andere Person ist bereits für einen Dienst mit der gleichen Dinestplanungsrolle eingeteilt und er erfordert, dass alle Dienste mit dieser Dinestplanungsrolle durch die selbe Person ausgeführt werden.

source: This service requires the same person to perform all services with the same crew scheduling role. However someone else is already assigned to an other service of the same crew scheduling role.
de: Dieser Dienst erfordert, dass die selbe Person alle Dienste mit der selben Dinestplanungsrolle einnimmt. Eine andere Person ist jedoch bereits für einen Dienst der gleichen Dinestplanungsrolle eingeteilt.

source: This service does not allow the same person to take other services with the same crew scheduling role. However the attendee is already assigned to an other service of this crew scheduling role.
de: Dieser Dienst erlaubt nicht, dass dieselbe Person andere Dienste mit der gleichen Dinestplanungsrolle in einnimmt. Die Person ist jedoch bereits einem anderen Dienst dieser Dinestplanungsrolle zugewiesen.

source: This service does not allow the same person to take other services with the other crew scheduling roles. However the attendee is already assigned to an other service with an other crew scheduling role.
de: Dieser Dienst erlaubt nicht, dass die selbe Person andere Dienste mit anderen Dinestplanungsrolle einnimmt. Die Person ist jedoch bereits für einen anderen Dienst einer anderen Dinestplanungsrolle eingeteilt.

source: The required attendee count of this service is already reached and the service configuration does not allow to exceed it.
de: Die Anzahl der benötigten Teilnehmenden für diesen Dienst ist bereits erreicht und die Diest-Konfiguration erlaubt keine Überschreitung.

source: CrewScheduling config of the event
de: Dienstplanungs-Konfiguration des Termins

source: Event type config of { eventTypeNames }
de: Terminart-Konfiguration für { eventTypeNames }

source: For the role {role.name} attendee for different event types must not be the same (required by { source }).
de: Für die Rolle {role.name} darf die Person für verschiedene Terminarten nicht dieselbe sein (erforderlich durch { source }).

source: For the role {role.name} attendee must be capable to perform for all of the event types **{ eventTypeNames }** (required by { source }). However following criteria are not met:
de: Für die Rolle {role.name} muss die Person in der Lage sein, alle folgenden Terminarten durchzuführen: **{ eventTypeNames }** (erforderlich durch { source }). Die folgenden Kriterien sind jedoch nicht erfüllt:

source: For the role {role.name}, attendee is not capable to perform for any of the event types **{ eventTypeNames }**. The following criteria are not met:
de: Für die Rolle {role.name} ist die Person für keine der Terminarten **{ eventTypeNames }** berechtigt. Die folgenden Kriterien sind nicht erfüllt:

source: For the role {role.name}, attendee is not capable to perform for the event types **{ eventTypeNames }**.
de: Für die Rolle {role.name} ist die Person nicht berechtigt, die Terminarten **{ eventTypeNames }** durchzuführen.

source: For event type **{ eventType.name }** attendee needs to be member in group { list.name }.
de: Für Terminart **{ eventType.name }** muss die Person Mitglied der Gruppe { list.name } sein.

source: For event type **{ eventType.name }** attendee needs to be member in one of the the following groups: { listNames }.
de: Für die Terminart **{ eventType.name }** muss die Person Mitglied in einer der folgenden Gruppen sein: { listNames }.

source: Availability Poll
de: Verfügbarkeitsumfrage

source: Invalid Link
de: Ungültiger Link

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

source: Send Mail
de: E-Mail senden

source: Compose Mail for all Attendee
de: Verfasse eine E-Mail für alle Teilnehmer*innen

source: Open Poll
de: Umfrage öffnen

source: Open Poll Page
de: Öffne die Umfrage Seite

source: GENDER_Attendee Role
de: female

source: Attendee Role
de: Teilnehmerrolle

source: Attendee
de: Teilnehmender

source: Scheduling Role
de: Dienstplanungs Rolle

source: GENDER_Role Configuration
de: female

source: Role Configuration
de: Rollen Config

source: Shortfall Action
de: Aktion bei Unterschreitung

source: Exceedance Action
de: Aktion bei Überschreitung

source: Other event types?
de: Andere Terminarten?

source: Behavior if this role is also required from other event types
de: Verhalten wenn diese Rolle auch aus anderen Terminarten gefordert wird

source: Participants who occupy this role may also take on other roles in the event.
de: Teilnehmer die diese Rolle besetzen dürfen auch noch andere Rollen im Termin einnehmen.

source: Allow other roles?
de: Andere Rollen zulassen?

source: Number of required attendee
de: Anzahl an benötigten Teilnehmenden

source: If not set value from role is taken per default
de: Leer gelassen gilt die Einstellung der Planungsrolle

source: GENDER_Scheduling Role Config
de: female

source: Scheduling Role Config
de: Dienstplanungsrollen Konfiguration

source: Event Type
de: Terminart

source: Default Minimal Attendee Role Count
de: Standardmäßige minimale Teilnehmerrollen Anzahl

source: Required Attendee Groups for role
de: Erforderliche Teilenhmer-Gruppen für diese Rolle

source: Required Groups Behaviour
de: Verhalten der erforderlichen Gruppen

source: GENDER_Participant
de: female

source: Participant
de: Teilnehmer*in

source: Poll
de: Umfrage

source: Response Date
de: Antwort Datum

source: Notes
de: Notizen

source: Replies
de: Antworten

source: GENDER_Poll
de: female

source: From
de: Von

source: Calendar events from this date on are included in poll.
de: Kalender Termine ab diesem Datum sind in der Umfrage enthalten.

source: Until
de: Bis

source: Calendar events until this date on are included in poll.
de: Kalender Termine bis zu diesem Datum sind in der Umfrage enthalten.

source: Description
de: Beschreibung

source: Deadline
de: Frist

source: Once given date is passed poll is closed and attendee cannot replay any longer.
de: Sobald das angegebene Datum überschritten ist, wird die Umfrage geschlossen und die Teilnehmer*innen können nicht mehr antworten.

source: Location of the event.
de: Terminort

source: Search for sites ... (leave empty for all sites)
de: Suche nach Standorten ... (leer lassen für alle Standorte)

source: Is Closed
de: Ist geschlossen

source: Reminders
de: Erinnerungen

source: Participants
de: Teilnehmer*innen

source: GENDER_Poll Reply
de: female

source: Poll Reply
de: Umfrage Antwort

source: Poll Participant
de: Umfrage Teilnehmer*in

source: GENDER_Required Group
de: female

source: Required Group
de: Erforderliche Gruppe

source: Send Emails
de: Emails versenden.

source: The grant to send emails to role members.
de: Die Berechtigung Mails and Rollenmitglieder zu versenden.

source: The grant to create polls and send poll mails to possible attendee and role members.
de: Die Berechtigung Umfragen zu erstellen und Mails an mögliche Teilnehmer*innen und Rollenmitglieder zu versenden.

source: Assign Attendee
de: Teilnehmer*innen zufügen

source: The grant to assign attendee of this role to events in Crew Scheduling Application.
de: Die Berechtigung Teilnehmer*innen dieser Rolle zu Terminen in der Dienstplaungs-Anwendung zuzuweisen

source: Receive Notifications
de: Erhalte Benachrichtigungen

source: The grant to receive notifications.
de: Die Berechtigung Benachrichtigungen zu erhalten.

source: The grant to manage the role itself.
de: Die Berechtigung die Rolle an sich zu verwalten.

source: GENDER_Scheduling Role
de: female

source: Key
de: Schlüssel

source: Sorting Order
de: Sortierreihenfolge

source: Color
de: Farbe

source: Leadtime
de: Vorlaufzeit

source: Number of days before the actions are finally applied. On the one hand, this is the automatic cancellation and on the other hand the notifications (see grants tab). If appointments are are canceled, the participants are automatically informed of the cancellation.
de: Anzahl der Tage, bevor die Aktionen endgültig angewendet werden. Dies ist zum einen die automatische Absage und zum anderen die Benachrichtigungen (siehe Registerkarte Berechtigungen). Wenn Termine abgesagt werden, werden die Teilnehmer automatisch über die Absage informiert.

source: Event's role Config
de: Rollen-Konfiguration des Termins

source: Account
de: Konto

source: Exporttime
de: Exportzeit

source: Crew Scheduling Poll: "{ roleName }" ({ from } - { until })
de: Dienstplanungs-Umfrage: "{ roleName }" ({ from } - { until })

source: Dear {{ contact.n_fn }},
de: Hallo {{ contact.n_fn }},

source: you are invited to take part in a Crew Scheduling poll for the scheduling role { roleName } from { from } until { until }.
de: du bist eingeladen an einer Dienstplanungs-Umfrage für die Planungsrolle { roleName } vom { from } bis zum { until } teilzunehmen.

source: Please take part in the poll and respond by { deadline }.
de: Bitte nimm an der Umfrage teil und antworte bis zum { deadline }.

source: Take part now
de: Jetzt teilnehmen

source: Thank you very much!
de: Vielen Dank!

source: Yours sincerly
de: Mit freundlichen Grüßen

source: Crew Scheduling Poll: "{ roleName }" (closed)
de: Dienstplanungs-Umfrage: "{ roleName }" (beendet)

source: The Crew Scheduling poll for the scheduling role { roleName } is closed.
de: Die Dienstplanungs-Umfrage für die Planungsrolle { roleName } ist beendet.

source: See results
de: Ergebnisse ansehen

source: You are in admin mode
de: Achtung, Sie sind im Admin-Modus

source: Click on the name of a participant to modify their responses.
de: Klicken Sie auf den Namen eine*r Teilnehmer*in um die Rückmeldung für diese Person zu bearbeiten.
