{"metadaten":{"kennung":"urn:xoev-de:kosit:codeliste:vatex_1","kennungInhalt":"urn:xoev-de:kosit:codeliste:vatex","version":"1","nameKurz":[{"value":"VATEX"}],"nameLang":[{"value":"VAT exemption reason code list"}],"nameTechnisch":"VATEX","herausgebernameLang":[{"value":"Koordinierungsstelle für IT-Standards (KoSIT)"}],"herausgebernameKurz":[{"value":"KoSIT"}],"beschreibung":[{"value":"Die Codeliste basiert auf der Codeliste VATEX (VAT exemption reason code list) der Connecting Europe Facility (CEF). Sie ist konform zur DIN EN16931-1 und zu dem darauf basierenden Standard XRechnung"}],"versionBeschreibung":[{"value":"Die vorliegende Version der Codeliste entspricht in Umfang und Inhalt der Einträge (Codes, Namen und Beschreibung) der zugrundeliegenden Codeliste VATEX (VAT exemption reason code list) der Connecting Europe Facility (CEF) in der Version 4. Die Codeliste ist konform zur DIN EN16931-1:2017-12 und zu dem darauf basierenden Standard XRechnung in der Version 1.2."}],"aenderungZurVorversion":[],"handbuchVersion":"1.0","xoevHandbuch":false,"gueltigAb":"2019-11-15T00:00:00.000+0100","bezugsorte":["https://ec.europa.eu/cefdigital/wiki/display/CEFDIGITAL/Code+lists#Codelists-2VATexemptionreasoncodelist(VATEX)"]},"spalten":[{"spaltennameLang":"Code","spaltennameTechnisch":"Code","datentyp":"string","codeSpalte":true,"verwendung":"required","empfohleneCodeSpalte":true},{"spaltennameLang":"Code Name","spaltennameTechnisch":"code-name","datentyp":"string","codeSpalte":false,"verwendung":"required","empfohleneCodeSpalte":false},{"spaltennameLang":"Beschreibung","spaltennameTechnisch":"beschreibung","datentyp":"string","codeSpalte":false,"verwendung":"required","empfohleneCodeSpalte":false},{"spaltennameLang":"Remark","spaltennameTechnisch":"weitereBeschreibung","datentyp":"string","codeSpalte":false,"verwendung":"optional","empfohleneCodeSpalte":false}],"daten":[["vatex-eu-132","Ausgenommen auf der Grundlage von Artikel 132 der Richtlinie 2006/112/EG des Rates","Ausnahmen für bestimmte Tätigkeiten im öffentlichen Interesse.",null],["vatex-eu-132-1a","Ausgenommen auf der Grundlage von Artikel 132, Abschnitt 1 (a) der Richtlinie 2006/112/EG des Rates","Die Erbringung von anderen Dienstleistungen als der Personenbeförderung und den Telekommunikationsdiensten sowie die damit zusammenhängenden Lieferungen von Gegenständen durch die öffentlichen Postdienste.",null],["vatex-eu-132-1b","Ausgenommen auf der Grundlage von Artikel 132, Absatz 1 (b) der Richtlinie 2006/112/EG des Rates","Krankenhauswesen und ärztliche Versorgung sowie damit eng verbundene Tätigkeiten, die von Einrichtungen des öffentlichen Rechts oder - unter sozialen Bedingungen, die mit denen für Einrichtungen des öffentlichen Rechts vergleichbar sind - von Krankenhäusern, Zentren für ärztliche Behandlung oder Diagnose und anderen ordnungsgemäß anerkannten Einrichtungen ähnlicher Art ausgeübt werden",null],["vatex-eu-132-1c","Frei auf der Grundlage von Artikel 132, Abschnitt 1 (c) der Richtlinie 2006/112/EG des Rates","Erbringung von ärztlicher Versorgung im Rahmen der Ausübung der ärztlichen und arztähnlichen Berufe gemäß der Definition des betreffenden Mitgliedstaats.",null],["vatex-eu-132-1d","Frei auf der Grundlage von Artikel 132, Abschnitt 1 (d) der Richtlinie 2006/112/EG des Rates","Die Lieferung von menschlichen Organen, Blut und Milch.",null],["vatex-eu-132-1e","Frei auf der Grundlage von Artikel 132, Absatz 1 (e) der Richtlinie 2006/112/EG des Rates","Die Erbringung von Dienstleistungen durch Zahntechniker in ihrer beruflichen Eigenschaft und die Lieferung von Zahnersatz durch Zahnärzte und Zahntechniker.",null],["vatex-eu-132-1f","Ausgenommen auf der Grundlage von Artikel 132, Absatz 1 (f) der Richtlinie 2006/112/EG des Rates","Die Erbringung von Dienstleistungen durch selbständige Zusammenschlüsse von Personen, die eine Tätigkeit ausüben, die von der Mehrwertsteuer befreit ist oder für die sie keine Steuerpflichtigen sind, um ihren Mitgliedern die für die Ausübung dieser Tätigkeit unmittelbar erforderlichen Dienstleistungen zu erbringen, wenn diese Zusammenschlüsse von ihren Mitgliedern lediglich die genaue Erstattung ihres Anteils an den gemeinsamen Kosten verlangen, sofern diese Befreiung nicht zu Wettbewerbsverzerrungen führen kann.",null],["vatex-eu-132-1g","Ausgenommen auf der Grundlage von Artikel 132, Abschnitt 1 (g) der Richtlinie 2006/112/EG des Rates","Dienstleistungen und Lieferungen von Gegenständen, die eng mit der Wohlfahrtspflege und der sozialen Sicherheit verbunden sind, einschließlich derjenigen, die von Altenheimen, Einrichtungen des öffentlichen Rechts oder anderen von dem betreffenden Mitgliedstaat als dem sozialen Wohlbefinden dienend anerkannten Einrichtungen erbracht werden.",null],["vatex-eu-132-1h","Frei auf der Grundlage von Artikel 132, Abschnitt 1 (h) der Richtlinie 2006/112/EG des Rates","Dienstleistungen und Lieferungen von Gegenständen, die in engem Zusammenhang mit dem Schutz von Kindern und Jugendlichen stehen, durch Einrichtungen des öffentlichen Rechts oder andere von dem betreffenden Mitgliedstaat als dem sozialen Wohlergehen dienend anerkannte Einrichtungen;",null],["vatex-eu-132-1i","Frei auf der Grundlage von Artikel 132, Absatz 1 (i) der Richtlinie 2006/112/EG des Rates","Erbringung von Dienstleistungen und Lieferungen von Gegenständen, die in engem Zusammenhang mit dem Schutz von Kindern und Jugendlichen stehen, durch Einrichtungen des öffentlichen Rechts, die dies zum Ziel haben, oder durch andere von dem betreffenden Mitgliedstaat als Einrichtungen mit ähnlichen Zielen anerkannte Einrichtungen.",null],["vatex-eu-132-1j","Frei auf der Grundlage von Artikel 132, Abschnitt 1 (j) der Richtlinie 2006/112/EG des Rates","Privatunterricht durch Lehrkräfte, der sich auf die Schul- oder Hochschulausbildung erstreckt.",null],["vatex-eu-132-1k","Frei auf der Grundlage von Artikel 132, Abschnitt 1 (k) der Richtlinie 2006/112/EG des Rates","Bereitstellung von Personal durch religiöse oder philosophische Einrichtungen für die unter den Buchstaben b), g), h) und i) genannten Tätigkeiten mit dem Ziel der Seelsorge.",null],["vatex-eu-132-1l","Ausgenommen auf der Grundlage von Artikel 132, Abschnitt 1 (l) der Richtlinie 2006/112/EG des Rates","Dienstleistungen und eng damit verbundene Lieferungen von Gegenständen, die von Organisationen ohne Erwerbszweck mit politischer, gewerkschaftlicher, religiöser, patriotischer, philosophischer, philanthropischer oder staatsbürgerlicher Zielsetzung im gemeinsamen Interesse ihrer Mitglieder gegen einen satzungsgemäß festgelegten Beitrag erbracht werden, sofern diese Befreiung nicht zu Wettbewerbsverzerrungen führen kann.",null],["vatex-eu-132-1m","Frei auf der Grundlage von Artikel 132, Abschnitt 1 (m) der Richtlinie 2006/112/EG des Rates","Bestimmte Dienstleistungen, die in engem Zusammenhang mit Sport oder Körperertüchtigung stehen, werden von Einrichtungen ohne Erwerbszweck an Personen erbracht, die an Sport oder Körperertüchtigung teilnehmen.",null],["vatex-eu-132-1n","Ausgenommen auf der Grundlage von Artikel 132, Absatz 1 (n) der Richtlinie 2006/112/EG des Rates","Bestimmte kulturelle Dienstleistungen und eng damit verbundene Lieferungen von Gegenständen durch Einrichtungen des öffentlichen Rechts oder andere von dem betreffenden Mitgliedstaat anerkannte kulturelle Einrichtungen.",null],["vatex-eu-132-1o","Frei auf der Grundlage von Artikel 132, Abschnitt 1 (o) der Richtlinie 2006/112/EG des Rates","Dienstleistungen und Lieferungen von Gegenständen durch Einrichtungen, deren Tätigkeiten nach den Buchstaben b), g), h), i), l), m) und n) von der Steuer befreit sind, im Rahmen von Veranstaltungen zur Mittelbeschaffung, die ausschließlich zu ihrem eigenen Nutzen durchgeführt werden, sofern die Steuerbefreiung nicht zu Wettbewerbsverzerrungen führen kann.",null],["vatex-eu-132-1p","Frei auf der Grundlage von Artikel 132, Absatz 1 (p) der Richtlinie 2006/112/EG des Rates","Die Erbringung von Dienstleistungen zur Beförderung kranker oder verletzter Personen in speziell für diesen Zweck konzipierten Fahrzeugen durch ordnungsgemäß zugelassene Einrichtungen.",null],["vatex-eu-132-1q","Ausgenommen auf der Grundlage von Artikel 132, Absatz 1 (q) der Richtlinie 2006/112/EG des Rates","Die von den öffentlichen Rundfunk- und Fernsehanstalten ausgeübten Tätigkeiten, die nicht kommerzieller Art sind.",null],["vatex-eu-143","Ausgenommen auf der Grundlage von Artikel 143 der Richtlinie 2006/112/EG des Rates","Steuerbefreiungen bei der Einfuhr.",null],["vatex-eu-143-1a","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (a) der Richtlinie 2006/112/EG des Rates","Die endgültige Einfuhr von Gegenständen, deren Lieferung durch einen Steuerpflichtigen in ihrem jeweiligen Gebiet unter allen Umständen von der Steuer befreit wäre.",null],["vatex-eu-143-1b","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (b) der Richtlinie 2006/112/EG des Rates","Die endgültige Einfuhr von Gegenständen, die unter die Richtlinien 69/169/EWG (1), 83/181/EWG (2) und 2006/79/EG (3) des Rates fallen.",null],["vatex-eu-143-1c","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (c) der Richtlinie 2006/112/EG des Rates","Die endgültige Einfuhr von Gegenständen, die sich aus einem zum Zollgebiet der Gemeinschaft gehörenden Drittgebiet im freien Verkehr befinden und für die die Steuerbefreiung nach Buchstabe b) gelten würde, wenn sie im Sinne von Artikel 30 Absatz 1 eingeführt worden wären",null],["vatex-eu-143-1d","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (d) der Richtlinie 2006/112/EG des Rates","Die Einfuhr von Gegenständen, die aus einem Drittgebiet oder einem Drittland in einen anderen Mitgliedstaat als denjenigen, in dem die Versendung oder Beförderung der Gegenstände endet, versandt oder befördert werden, wenn die Lieferung dieser Gegenstände durch den gemäß Artikel 201 als Steuerschuldner bestimmten oder anerkannten Einführer gemäß Artikel 138 von der Steuer befreit ist.",null],["vatex-eu-143-1e","Ausgenommen auf der Grundlage von Artikel 143, Absatz 1 (e) der Richtlinie 2006/112/EG des Rates","Die Wiedereinfuhr von Gegenständen durch den Ausführer in den Staat, in dem sie ausgeführt wurden, wenn diese Gegenstände von den Zöllen befreit sind.",null],["vatex-eu-143-1f","Ausgenommen auf der Grundlage von Artikel 143, Absatz 1 (f) der Richtlinie 2006/112/EG des Rates","Die Einfuhr von Gegenständen, die von den Zöllen befreit sind, im Rahmen diplomatischer und konsularischer Vereinbarungen.",null],["vatex-eu-143-1fa","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (fa) der Richtlinie 2006/112/EG des Rates","Die Einfuhr von Waren durch die Europäische Gemeinschaft, die Europäische Atomgemeinschaft, die Europäische Zentralbank oder die Europäische Investitionsbank oder durch die von den Gemeinschaften geschaffenen Einrichtungen, auf die das Protokoll vom 8. April 1965 über die Vorrechte und Befreiungen der Europäischen Gemeinschaften Anwendung findet, in den Grenzen und unter den Bedingungen dieses Protokolls und der Abkommen zu seiner Durchführung oder der Sitzabkommen, sofern sie nicht zu Wettbewerbsverzerrungen führt;",null],["vatex-eu-143-1g","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (g) der Richtlinie 2006/112/EG des Rates","Die Einfuhr von Waren durch andere als die unter Buchstabe fa) genannten internationalen Einrichtungen, die von den Behörden des Aufnahmemitgliedstaats als solche anerkannt sind, oder durch Mitglieder solcher Einrichtungen innerhalb der Grenzen und unter den Bedingungen, die in den internationalen Übereinkommen zur Gründung dieser Einrichtungen oder in den Sitzabkommen festgelegt sind;",null],["vatex-eu-143-1h","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (h) der Richtlinie 2006/112/EG des Rates","die Einfuhr von Gütern in die Mitgliedstaaten, die Vertragsparteien des Nordatlantikvertrags sind, durch die Streitkräfte anderer Vertragsparteien dieses Vertrags für den Gebrauch dieser Streitkräfte oder des sie begleitenden zivilen Personals oder für die Versorgung ihrer Kasinos oder Kantinen, wenn diese Streitkräfte an den gemeinsamen Verteidigungsanstrengungen beteiligt sind.",null],["vatex-eu-143-1i","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (i) der Richtlinie 2006/112/EG des Rates","Die Einfuhr von Waren durch die Streitkräfte des Vereinigten Königreichs, die gemäß dem Vertrag über die Gründung der Republik Zypern vom 16. August 1960 auf der Insel Zypern stationiert sind, die für den Gebrauch dieser Streitkräfte oder des sie begleitenden Zivilpersonals oder für die Versorgung ihrer Kasinos oder Kantinen bestimmt sind.",null],["vatex-eu-143-1j","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (j) der Richtlinie 2006/112/EG des Rates","Die Einfuhr von unverarbeiteten oder für die Vermarktung konservierten, aber noch nicht ausgelieferten Fängen durch Seefischereiunternehmen in Häfen.",null],["vatex-eu-143-1k","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (k) der Richtlinie 2006/112/EG des Rates","Die Einfuhr von Gold durch Zentralbanken.",null],["vatex-eu-143-1l","Ausgenommen auf der Grundlage von Artikel 143, Abschnitt 1 (l) der Richtlinie 2006/112/EG des Rates","Die Einfuhr von Gas über ein Erdgasnetz oder ein an ein solches Netz angeschlossenes Netz oder die Einspeisung von einem Schiff, das Gas in ein Erdgasnetz oder ein vorgelagertes Rohrleitungsnetz transportiert, von Elektrizität oder von Wärme- oder Kälteenergie über Heiz- oder Kühlnetze.",null],["vatex-eu-148","Ausgenommen auf der Grundlage von Artikel 148 der Richtlinie 2006/112/EG des Rates","Ausnahmen für den internationalen Verkehr.",null],["vatex-eu-148-a","Ausgenommen auf der Grundlage von Artikel 148, Abschnitt (a) der Richtlinie 2006/112/EG des Rates","Kraftstofflieferungen für gewerbliche Schiffe im internationalen Verkehr",null],["vatex-eu-148-b","Ausgenommen auf der Grundlage von Artikel 148, Abschnitt (b) der Richtlinie 2006/112/EG des Rates","Treibstofflieferungen für Kampfschiffe im internationalen Verkehr.",null],["vatex-eu-148-c","Frei auf der Grundlage von Artikel 148, Abschnitt (c) der Richtlinie 2006/112/EG des Rates","Wartung, Umbau, Vercharterung und Vermietung von Schiffen für den internationalen Verkehr.",null],["vatex-eu-148-d","Frei auf der Grundlage von Artikel 148, Abschnitt (d) der Richtlinie 2006/112/EG des Rates","Erbringung anderer Dienstleistungen für gewerbliche internationale Transportschiffe.",null],["vatex-eu-148-e","Frei auf der Grundlage von Artikel 148, Abschnitt (e) der Richtlinie 2006/112/EG des Rates","Treibstofflieferungen für Flugzeuge im internationalen Verkehr.",null],["vatex-eu-148-f","Frei auf der Grundlage von Artikel 148, Abschnitt (f) der Richtlinie 2006/112/EG des Rates","Wartung, Umrüstung, Vercharterung und Vermietung von Luftfahrzeugen im internationalen Verkehr.",null],["vatex-eu-148-g","Ausgenommen auf der Grundlage von Artikel 148, Abschnitt (g) der Richtlinie 2006/112/EG des Rates","Erbringung sonstiger Dienstleistungen für Luftfahrzeuge im internationalen Verkehr.",null],["vatex-eu-151","Ausgenommen auf der Grundlage von Artikel 151 der Richtlinie 2006/112/EG des Rates","Ausnahmen für bestimmte der Ausfuhr gleichgestellte Umsätze.",null],["vatex-eu-151-1a","Ausgenommen auf der Grundlage von Artikel 151, Abschnitt 1 (a) der Richtlinie 2006/112/EG des Rates","Lieferungen von Gegenständen und Dienstleistungen im Rahmen diplomatischer und konsularischer Vereinbarungen.",null],["vatex-eu-151-1aa","Ausgenommen auf der Grundlage von Artikel 151, Abschnitt 1 (aa) der Richtlinie 2006/112/EG des Rates","Lieferungen von Gegenständen und Dienstleistungen an die Europäische Gemeinschaft, die Europäische Atomgemeinschaft, die Europäische Zentralbank oder die Europäische Investitionsbank sowie an die von den Gemeinschaften geschaffenen Einrichtungen, auf die das Protokoll vom 8. April 1965 über die Vorrechte und Befreiungen der Europäischen Gemeinschaften Anwendung findet, in den Grenzen und unter den Bedingungen dieses Protokolls und der Abkommen zu seiner Durchführung oder der Sitzabkommen, soweit sie nicht zu Wettbewerbsverzerrungen führen.",null],["vatex-eu-151-1b","Ausgenommen auf der Grundlage von Artikel 151, Absatz 1 (b) der Richtlinie 2006/112/EG des Rates","Lieferungen von Gegenständen und Dienstleistungen an andere als die unter Buchstabe aa) genannten internationalen Einrichtungen, die von den Behörden des Aufnahmemitgliedstaats als solche anerkannt sind, sowie an die Mitglieder dieser Einrichtungen in den Grenzen und unter den Bedingungen, die in den internationalen Übereinkommen zur Gründung dieser Einrichtungen oder in den Sitzabkommen festgelegt sind.",null],["vatex-eu-151-1c","Ausgenommen auf der Grundlage von Artikel 151, Absatz 1 (c) der Richtlinie 2006/112/EG des Rates","Lieferungen von Gegenständen und Dienstleistungen innerhalb eines Mitgliedstaats, der Vertragspartei des Nordatlantikvertrags ist, die entweder für die Streitkräfte anderer Vertragsparteien dieses Vertrags zum Gebrauch durch diese Streitkräfte oder das sie begleitende Zivilpersonal oder zur Versorgung ihrer Kasinos oder Kantinen bestimmt sind, wenn diese Streitkräfte an den gemeinsamen Verteidigungsanstrengungen teilnehmen.",null],["vatex-eu-151-1d","Ausgenommen auf der Grundlage von Artikel 151, Absatz 1 (d) der Richtlinie 2006/112/EG des Rates","Lieferungen von Gegenständen und Dienstleistungen an einen anderen Mitgliedstaat, die für die Streitkräfte eines anderen Vertragsstaats des Nordatlantikvertrags als des Bestimmungsmitgliedstaats selbst bestimmt sind, für den Gebrauch dieser Streitkräfte oder des sie begleitenden Zivilpersonals oder für die Versorgung ihrer Kasinos oder Kantinen, wenn diese Streitkräfte an den gemeinsamen Verteidigungsanstrengungen teilnehmen.",null],["vatex-eu-151-1e","Ausgenommen auf der Grundlage von Artikel 151, Absatz 1 (e) der Richtlinie 2006/112/EG des Rates","Lieferungen von Gegenständen und Dienstleistungen an die Streitkräfte des Vereinigten Königreichs, die gemäß dem Vertrag über die Gründung der Republik Zypern vom 16. August 1960 auf der Insel Zypern stationiert sind, die für den Gebrauch dieser Streitkräfte oder des sie begleitenden Zivilpersonals oder für die Versorgung ihrer Kasinos oder Kantinen bestimmt sind.",null],["vatex-eu-309","Ausgenommen auf der Grundlage von Artikel 309 der Richtlinie 2006/112/EG des Rates","Reisebüros, die außerhalb der EU tätig sind.",null],["vatex-eu-ae","Umkehrung der Steuerschuldnerschaft","Unterstützt EN 16931-1 Regel BR-AE-10","Nur verwenden mit MwSt.-Kategorie Code AE"],["vatex-eu-d","Innergemeinschaftlicher Erwerb von gebrauchten Beförderungsmitteln","Gebrauchte Transportmittel - Angabe, dass die Mehrwertsteuer gemäß den einschlägigen Übergangsregelungen gezahlt wurde","Nur verwenden mit MwSt.-Kategorie Code E"],["vatex-eu-f","Innergemeinschaftlicher Erwerb von Gebrauchtwaren","Gebrauchtwaren - Angabe, dass die MwSt.-Margenregelung für Gebrauchtwaren angewendet wurde.","Nur verwenden mit MwSt.-Kategorie Code E"],["vatex-eu-g","Ausfuhr außerhalb der EU","Unterstützt EN 16931-1 Regel BR-G-10","Nur verwenden mit MwSt.-Kategorie Code G"],["vatex-eu-i","Innergemeinschaftlicher Erwerb von Kunstgegenständen","Kunstwerke - Angabe, dass die Regelung der MwSt.-Marge für Kunstwerke angewandt wurde.","Nur verwenden mit MwSt.-Kategorie Code E"],["vatex-eu-ic","Innergemeinschaftliche Lieferung","Unterstützt EN 16931-1 Regel BR-IC-10","Nur verwenden mit MwSt.-Kategorie Code K"],["vatex-eu-j","Innergemeinschaftlicher Erwerb von Sammlungsstücken und Antiquitäten","Sammlungsstücke und Antiquitäten - Angabe, dass die Regelung der Mehrwertsteuerspanne für Sammlungsstücke und Antiquitäten angewandt wurde.","Nur verwenden mit MwSt.-Kategorie Code E"],["vatex-eu-o","Nicht umsatzsteuerpflichtig","Unterstützt EN 16931-1 Regel BR-O-10","Nur verwenden mit MwSt.-Kategorie Code O"]]}