Repository: tine-groupware/tine
Catalog: tine20/EventManager/translations/*.po
Languages: de

source: Type
de: Typ

source: Main Event
de: Hauptveranstaltung

source: Project Event
de: Projektveranstaltung

source: Open
de: Offen

source: Closed
de: Geschlossen

source: Cancelled
de: Abgemeldet

source: Planning
de: Planung

source: Function
de: Funktion

source: Attendee
de: Teilnehmende

source: Speaker
de: Vortragende Person

source: Moderator
de: Moderator*in

source: Employee
de: Mitarbeiter*in

source: Source
de: Quelle

source: Manually
de: Manuell

source: Confirmed
de: Bestätigt

source: Waiting list
de: Warteliste

source: Reason Waiting List
de: Wartelistegrund

source: Capacity exceeded
de: Kapazität überschritten

source: Registration deadline passed
de: Anmeldefrist abgelaufen

source: Other
de: Sonstiges

source: Rescheduled
de: Verschoben

source: Level
de: Ebene

source: Level 1
de: Ebene 1

source: Level 2
de: Ebene 2

source: Level 3
de: Ebene 3

source: Level 4
de: Ebene 4

source: Level 5
de: Ebene 5

source: Level 6
de: Ebene 6

source: Option Required Type
de: Option erforderlich Typ

source: List of all option required type available
de: Liste aller verfügbaren erforderlichen Optionstypen

source: Yes
de: Ja

source: No
de: Nein

source: If
de: Wenn

source: Display Type
de: Anzeigetyp

source: List of all display type available
de: Liste aller verfügbaren Anzeigetypen

source: Always
de: Immer

source: Rule Type
de: Regeltyp

source: List of all rule type available
de: Liste aller verfügbaren Regeltypen

source: One or more conditions are fulfilled
de: Eine oder mehrere Bedingungen sind erfüllt

source: All conditions are fulfilled
de: Alle Bedingungen sind erfüllt

source: Criteria Type
de: Kriteriumstyp

source: List of all criteria type available
de: Liste aller verfügbaren Kriterientypen

source: is
de: Ist

source: is not
de: Ist nicht

source: greater or equal to
de: gleich oder größer als

source: smaller than
de: kleiner als

source: Default Container for Contacts of an Event
de: Standard Ordner für Kontakte einer Veranstaltung

source: The container where new contacts are created.
de: Der Ordner, in dem neue Kontakte erstellt werden.

source: Allowed file type
de: Zulässiger Dateityp

source: Event Folder FileManager Path
de: Veranstaltungsordner Dateimanager Pfad

source: EventManager registration secret string
de: EventManager-Anmeldungen-Geheimstring

source: The EventManager JWT secret string
de: Veranstaltungsmanager JWT geheim string

source: Options
de: Optionen

source: Registrations
de: Anmeldungen

source: Deregistered
de: Abgemeldet

source: Event Manager | RSS
de: Veranstaltungsmanager | RSS

source: All Events in Event Manager
de: Alles Veranstaltungen im Veranstaltungsmanager

source: Sign Up
de: Anmelden

source: Event Information
de: Eventinformationen

source: Registration
de: Anmeldung

source: The event should end after the start date
de: Die Veranstaltung sollte nach dem Startdatum enden

source: One should be able to register before the end date
de: Man sollte sich vor dem Enddatum anmelden können

source: Event Options
de: Eventoptionen

source: Description
de: Beschreibung

source: Enter description
de: Beschreibung eingeben

source: Multi-appointment
de: Mehrfachtermin

source: Appointments
de: Termine

source: The session should take place before the end date. Please change the date or it would be change automatically
de: Die Sitzung sollte vor dem Enddatum stattfinden. Bitte ändern Sie das Datum, da es sonst automatisch geändert wird

source: The session should start on the same date or after the event started. Please change the date or it would be change automatically
de: Die Sitzung sollte am selben Tag oder nach Beginn der Veranstaltung beginnen. Bitte ändern Sie das Datum, da es sonst automatisch geändert wird

source: The session should end after it begun. Please change the end time, or it would be deleted
de: Die Sitzung sollte nach ihrem Beginn beendet werden. Bitte ändern Sie die Endzeit, da sie sonst gelöscht wird

source: Waiting List
de: Warteliste

source: Since there are no more available places, this registration is on the waiting list.
de: Da keine Plätze mehr verfügbar sind, wird diese Anmeldung auf die Warteliste gesetzt.

source: Imprint
de: Impressum

source: Privacy Notice
de: Datenschutzerklärung

source: Information of the event:
de: Informationen zur Veranstaltung:

source: When:
de: Von:

source: Until:
de: Bis:

source: Appointments:
de: Termine:

source: Session
de: Sitzung

source: Address:
de: Adresse:

source: Fee:
de: Gebühr:

source: Registration possible until:
de: Anmeldung möglich bis:

source: Manage my registration
de: Anmeldung bearbeiten

source: Register now
de: Jetzt anmelden

source: Cancel
de: Abbrechen

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein

source: Email Address
de: E-Mail-Adresse

source: Please enter your email address to continue:
de: Bitte geben Sie Ihre E-Mail-Adresse ein, um fortzufahren:

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein

source: Registration Request Sent
de: Anmeldeanfrage gesendet

source: Please check your email and click the confirmation link to continue.
de: Bitte überprüfen Sie Ihre E-Mails und klicken Sie auf den Bestätigungslink, um fortzufahren.

source: Registration Error
de: Anmeldungsfehler

source: There was an error sending your registration request. Please try again later.
de: Beim Senden Ihrer Anmeldungsanfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.

source: Events
de: Veranstaltungen

source: More Information
de: Mehr Information

source: Website
de: Webseite

source: Welcome back! We’ve preloaded your saved information. Please confirm or update your details to keep your account current.
de: Willkommen zurück! Wir haben Ihre gespeicherten Daten vorab geladen. Bitte bestätigen oder aktualisieren Sie Ihre Angaben, um Ihr Anmeldung auf dem neuesten Stand zu halten.

source: You already sign for this event. If you want to register a new person under the same e-mail account click
de: Sie haben sich bereits für diese Veranstaltung angemeldet. Wenn Sie eine neue Person unter demselben E-Mail-Konto registrieren möchten, klicken Sie bitte

source: here
de: hier

source: characters
de: Zeichen

source: Download file
de: Datei herunterladen

source: I have read the document and accept the terms and conditions
de: Ich habe das Dokument gelesen und akzeptiere die Bedingungen

source: Uploaded file
de: Hochgeladene Datei

source: Delete file
de: Datei entfernen

source: Update Registration
de: Anmeldung aktualisieren

source: Cancel Registration
de: Abmeldung

source: Register
de: Anmelden

source: Registration for
de: Anmeldung für

source: on the
de: am

source: Mr
de: Herr

source: Ms
de: Frau

source: Company
de: Firma / Organisation

source: Do you really want to cancel your registration for
de: Möchten Sie sich wirklich abmelden? Veranstaltung:

source: Registration Cancelled
de: Abmeldung

source: Your registration has been cancelled successfully.
de: Sie wurden erfolgreich abgemeldet.

source: Error
de: Fehler

source: Could not cancel your registration. Please try again later.
de: Ihre Anmeldung konnte nicht stoniert werden. Bitte versuchen Sie es später erneut.

source: The registration date for
de: Das Anmeldedatum für

source: has expired. If you register you will be on our waiting list. Do you still want to register?
de: ist abgelaufen. Wenn Sie sich anmelden, werden Sie auf unsere Warteliste gesetzt. Möchten Sie sich trotzdem anmelden?

source: The event
de: Die Veranstaltung

source: is full. If you register you will be on our waiting list. Do you still want to register?
de: ist voll. Wenn Sie sich anmelden, werden Sie auf unsere Warteliste gesetzt. Möchten Sie sich trotzdem anmelden?

source: Validation Error
de: Validierungsfehler

source: Please fill all required fields.
de: Bitte füllen Sie alle erforderlichen Felder aus.

source: Your registration was updated successfully.
de: Ihre Anmeldung wurde erfolgreich aktualisiert.

source: Success
de: Erfolg

source: Registration completed successfully! You will receive a confirmation e-mail.
de: Ihre Anmeldung wurde erfolgreich abgeschlossen! Sie erhalten eine Bestätigungs-E-Mail.

source: Registration failed. Please try again.
de: Die Anmeldung ist fehlgeschlagen. Bitte versuchen Sie es erneut.

source: File Acknowledgement
de: Bestätigung der Datei

source: File Upload
de: Datei-Upload

source: Multiple files not allowed
de: Das Hochladen mehrerer Dateien ist nicht erlaubt

source: Please select only one file.
de: Bitte wählen Sie nur eine Datei aus.

source: File type not allowed:
de: Dateityp nicht zulässig:

source: File type not allowed
de: Dateityp nicht zulässig

source: The type of the file "
de: Der Typ der Datei „

source: " is not allowed. Please select another file.
de: " ist nicht zulässig. Bitte wählen Sie eine andere Datei aus.

source: File Configuration
de: Dateikonfiguration

source: File Required
de: Datei erforderlich

source: Please upload a file or uncheck the file acknowledgement option before saving.
de: Bitte laden Sie eine Datei hoch oder deaktivieren Sie die Option zur Dateibestätigung, bevor Sie speichern.

source: Files
de: Dateien

source: Size
de: Größe

source: Content type
de: Inhaltstyp

source: Folder
de: Ordner

source: Creation Time
de: Erstellungszeit

source: Last Modified Time
de: Letzte Änderungszeit

source: Edit Rules
de: Regeln bearbeiten

source: Rules
de: Regeln

source: GENDER_Appointment
de: female

source: Appointment
de: Termin

source: Session number
de: Sitzungsnummer

source: Date
de: Datum

source: Start Time
de: Startzeit

source: End Time
de: Endzeit

source: GENDER_Booked Option
de: female

source: Booked Option
de: Gebuchte Option

source: Event Option
de: Veranstaltungsoption

source: Selection Config
de: Auswahlkonfiguration

source: GENDER_Checkbox
de: female

source: Price
de: Preis

source: Total places
de: Gesamtzahl der Plätze

source: Booked places
de: Gebuchte Plätze

source: Available places
de: Verfügbare Plätze

source: GENDER_Event
de: female

source: Event
de: Veranstaltung

source: Event start
de: Veranstaltungsbeginn

source: Event end
de: Veranstaltungsende

source: Registration possible until
de: Anmeldung möglich bis

source: Location
de: Standort

source: Fee
de: Gebühr

source: Event Registrations
de: Veranstaltungsanmeldungen

source: Event Appointments
de: Veranstaltungstermine

source: Event is live
de: Veranstaltung ist live

source: GENDER_File
de: female

source: File
de: Datei

source: Only participant acknowledgement is necessary (no participant document upload)
de: Nur die Bestätigung der Teilnehmer ist erforderlich (kein Hochladen von Teilnehmerdokumenten).

source: Participant should upload a file
de: Die Teilnehmer sollten eine Datei hochladen

source: GENDER_Option
de: female

source: Config
de: Konfiguration

source: Group
de: Gruppe

source: If you want multiple options as a group so that only one option of the group can be chosen, give them the same group name, otherwise leave this field empty
de: Wenn Sie mehrere Optionen als Gruppe wünschen, sodass nur eine Option der Gruppe ausgewählt werden kann, geben Sie ihnen denselben Gruppennamen. Andernfalls lassen Sie dieses Feld leer

source: Display Sorting
de: Anzeigesortierung

source: Option required
de: Option erforderlich

source: The participant must give an answer
de: Der Teilnehmer muss eine Antwort geben

source: Display on website
de: Anzeige auf der Website

source: You can choose if and how this option is displayed on the website
de: Sie können wählen, ob und wie diese Option auf der Website angezeigt wird

source: Option rule
de: Optionsregel

source: GENDER_Option rule
de: female

source: Criteria
de: Kriterium

source: Value
de: Wert

source: GENDER_Registration
de: female

source: If the event is full it will not be possible to selected confirmed
de: Wenn die Veranstaltung ausgebucht ist, kann sie nicht als bestätigt ausgewählt werden

source: Reason waiting list
de: Wartelistegrund

source: Booked options
de: Gebuchte Optionen

source: GENDER_Selection
de: female

source: Selection
de: Auswahl

source: Selection Config Class
de: Auswahlkonfigurationsklasse

source: Booked
de: Gebucht

source: GENDER_File selection
de: female

source: File selection
de: Dateiauswahl

source: Participant acknowledged the document
de: Der Teilnehmer hat das Dokument zur Kenntnis genommen

source: Participant uploaded a file
de: Teilnehmer hat eine Datei hochgeladen

source: GENDER_TextInput
de: female

source: TextInput
de: Texteingabe

source: Response
de: Antwort

source: GENDER_Text Input
de: female

source: Text Input
de: Texteingabe

source: Here you can ask the participant for relevant information for the event
de: Hier können Sie den Teilnehmer um relevante Informationen für die Veranstaltung bitten

source: Reply can only be a number
de: Die Antwort kann nur eine Zahl sein

source: Multiple lines reply allowed
de: Mehrere Zeilen als Antwort zulässig

source: Maximal number of characters allowed
de: Maximal zulässige Zeichenanzahl

source: GENDER_Text Output
de: female

source: Text Output
de: Textausgabe

source: EventManager
de: Veranstaltungsmanager

source: Salutation
de: Anrede

source: Title
de: Titel

source: First Name
de: Vorname

source: Middle Name
de: Zweiter Vorname

source: Last Name
de: Nachname

source: Day of Birth
de: Geburtstag

source: Mobile
de: Handy

source: Telephone
de: Telefon

source: Street
de: Straße

source: House Nr.
de: Hsnr.

source: Postal Code
de: Postleitzahl

source: City
de: Ort

source: Region
de: Bundesland

source: Country
de: Land

source: Confirmation E-mail
de: Anmeldebestätigung E-Mail

source: You are registered for %1$s.
de: Sie sind für %1$s registriert.

source: To find other events or manage your registration, please follow the link below
de: Um weitere Veranstaltungen zu finden oder Ihre Anmeldung zu verwalten, folgen Sie bitte dem unten stehenden Link

source: Deregistration E-mail
de: Abmeldung E-mail

source: Your registration for %1$s has been cancelled successfully.
de: Ihre Anmeldung für %1$s wurde erfolgreich storniert.

source: To find other events, please follow the link below
de: Um weitere Veranstaltungen zu finden, folgen Sie bitte dem unten stehenden Link

source: More Events
de: Weitere Veranstaltungen

source: Confirm your E-mail
de: Bestätigen Sie Ihre E-Mail-Adresse

source: You have received this email because you wish to register for an event or modify your existing registration.
de: Sie haben diese E-Mail erhalten, weil Sie sich für eine Veranstaltung anmelden oder Ihre bestehende Anmeldung anpassen möchten.

source: To continue please confirm your email address by clicking on the button below.
de: Um fortzufahren, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie den unten stehenden Bestätigungsknopf klicken

source: Confirm E-Mail address
de: E-Mail-Adresse bestätigen

source: If you did not make this request yourself, you can simply ignore this message — no further action is required.
de: Falls Sie diese Anfrage nicht selbst gestellt haben, können Sie diese Nachricht einfach ignorieren – es ist keine weitere Aktion nötig.

source: Thank you for your interest!
de: Vielen Dank für Ihr Interesse!

source: Unfortunately the event %1$s is currently full. We add you to our waiting list. If a space opens we will inform you.
de: Leider ist die Veranstaltung %1$s derzeit ausgebucht. Wir setzen Sie auf unsere Warteliste. Sobald ein Platz frei wird, werden wir Sie informieren.
