Repository: tine-groupware/tine
Catalog: tine20/DFCom/translations/*.po
Languages: de

source: Device List Status
de: Gerätelistenstatus

source: Possible list status from device list feedback records.
de: Mögliche Gerätelistenstatus der Listen Rückmeldungs-Datensätze.

source: List was send to device
de: Liste wurde zum Gerät gesendet

source: List was taken over
de: Liste wurde übernommen

source: Generic error
de: Allgemeiner Fehler

source: Invalid label
de: Ungültiger Bezeichner

source: Unknown list
de: Unbekannte Liste

source: Parameter missing
de: Parameter fehlt

source: Error in list line
de: Fehler in der Listezeile

source: List is ignored
de: Liste wird ignoriert

source: Duplicate list definition
de: Doppelte Listendefinition

source: An other list upgrade is in progress
de: Eine weitere Listen-Aktualisierung ist im Gange

source: Initial AuthKey for Device Setup
de: Authentifikationsschlüssel für die Geräte Einrichtung

source: Must be set as default for global variable authKey (max 20 chars) in DataFox Studio for the device setup.
de: Muss als Standard der globalen Variable authKey (max 20 Zeichen) im DataFox Studio Geräte-Setup gesetzt werden.

source: Default Container for Devices
de: Standard Ordner für Geräte

source: The container where new devices are created in.
de: Der Ordner in dem neue Geräte erstellt werden.

source: Default Devices Lists
de: Standard Gerätelisten

source: List export definition names to load into devices per default.
de: Listen Export-Definitions-Namen die standardmäßig in das Gerät geladen werden.

source: Device Record Handlers
de: Geräte-Datensatz Handler

source: Handler class for given device record.
de: Handler Klasse für angegebenen Geräte-Datensatz.

source: New Device
de: Neue Geräteliste

source: Absence Reasons Device List
de: Abwesenheitsgründe Geräte Liste

source: Employee Device List
de: Mitarbeiter Geräte Liste

source: Device list
de: Geräteliste

source: Device
de: Gerät

source: Active list version
de: Version der aktiven Liste

source: List status
de: Listenstatus

source: Control Commands on List Feedback
de: Kontroll Kommandos bei Listen-Rückmeldung

source: Type
de: Typ

source: Serial number
de: Seriennummer

source: Auth key
de: Authentifikationsschlüssel

source: Description
de: Beschreibung

source: Location
de: Standort

source: Timezone
de: Zeitzone

source: Last seen
de: Letzter Kontakt

source: Cellular data
de: Mobilfunkdaten

source: GPRS alive counter
de: GPRS Aktivitätszähler

source: GPRS data
de: GPRS Daten

source: Lists
de: Listen

source: Control Commands
de: Steuer Kommandos

source: Device Record
de: Geräte Datensatz

source: Device Records Container
de: Geräte Datensatz Ordner

source: Device Table
de: Geräte Tabelle

source: Data
de: Daten

source: Clock in: %1$s
de: Kommen: %1$s

source: Clock out: %1$s
de: Gehen: %1$s
