Repository: tine-groupware/tine
Catalog: tine20/Calendar/translations/*.po
Languages: de

source: An invited attendee responded to the invitation.
de: Eine eingeladene Person hat auf die Einladung geantwortet.

source: Unsupported method
de: Method wird nicht unterstützt

source: Import Definition Success!
de: Definition erfolgreich importiert!

source: The iCal import definition has been created successfully! Please wait a few minutes for the events to be synced by the cron job.
de: Die iCal Importdefinition wurde erfolgreich erstellt! Bitte warten Sie einige Minuten, bis die Termine vom Cronjob synchronisiert wurden.

source: Choose Import File
de: Importdatei wählen

source: Please choose the file that contains the records you want to add to Tine 2.0
de: Bitte wählen Sie die Datei, die die Datensätze enthält, die Sie zu Tine 2.0 hinzufügen wollen

source: Select file containing your {0}
de: Wählen Sie die Datei mit Ihren {0}

source: once
de: einmalig

source: hourly
de: stündlich

source: daily
de: täglich

source: weekly
de: wöchentlich

source: Choose Remote Location
de: Welcher entfernten Ort

source: Please choose a remote location you want to add to Tine 2.0
de: Wählen Sie den Ort der Quelle, die Sie zu Tine 2.0 hinzufügen wollen

source: Username
de: Nutzer*innen-Name

source: Password
de: Passwort

source: Refresh time
de: Aktualisierungszeit

source: General Settings
de: Allgemeine Einstellungen

source: Calendar name (you need permissions to add events)
de: Ein vorhandener Kalender, für den man über das Recht, neue Termine hinzuzufügen, verfügt

source: What should the file you upload look like?
de: Wie soll die Datei, die Sie hochladen, aussehen?

source: Tine 2.0 does not support all types of files you may want to upload. You will need to manually adjust your file so that Tine 2.0 can process it.
de: Tine 2.0 kann nicht alle Dateiformate verarbeiten, die Sie möglicherweise hochladen möchten. Gegebenenfalls müssen Sie die Datei manuell anpassen, damit sie von Tine 2.0 verarbeitet werden kann.

source: Below is a list of all supported import formats, along with a sample file showing how Tine 2.0 expects your file to be structured.
de: Nachfolgend finden Sie eine Liste aller unterstützten Importformate sowie eine Beispieldatei, anhand derer Sie sehen können, wie die Datei aufgebaut sein muss.

source: Please select the import format of the file you want to upload
de: Bitte wählen Sie das Import-Format für die Datei, die Sie hochladen wollen

source: Download example file
de: Beispieldatei herunterladen

source: Remote ICS File
de: Entfernte ICS Datei

source: Remote CalDAV Server
de: Entfernter CalDAV Server

source: Upload Local File
de: Lokale Datei hochladen

source: Choose File and Format
de: Wähle Datei und Format

source: Select type of source
de: Wählen Sie den Typ der Quelle aus

source: Event Import Options
de: Termin Import Optionen

source: Update Existing Events
de: Existierende Termine aktualisieren

source: Update already existing events
de: Erzwinge Aktualisierung existierender Termine

source: Force Update for Existing Events
de: Erzwinge Aktualisierung existierender Termine

source: Update exiting events even if imported sequence number isn't higher
de: Erzwinge Aktualisierung von existierenden Terminen auch wenn die importierte Sequenz-Nimmer nicht größer ist

source: Delete Missing Events
de: Fehlende Termine löschen

source: Delete events missing from the import data (future events only).
de: Termine löschen, die nicht in den Importdaten enthalten sind (nur zukünftige)

source: Basic Data Only
de: Nur Basis-Daten

source: Import only basic data (i.e., without attendees, alarms, UID, ...).
de: Nur Basis-Daten (ohne Alarme, Teilnehmende, ...) importieren

source: Add Attendee to Import Data
de: Teilnehmende Person zu den Importdaten hinzufügen

source: Ignore Import Data and Replace Attendee
de: Teilnehmende Person ersetzen und Importdaten ignorieren

source: Keep Existing Attendee
de: Vorhandene Teilnehmende beibehalten

source: Do not remove attendees from existing events that are not in the import data.
de: Teilnehmende nicht entfernen, wenn sie nicht in den Importdaten enthalten sind

source: Force Organizer for new Events
de: Organisator*in für neue Termine erzwingen

source: Importing {0}
de: Importiere {0}

source: Loading events, please wait...
de: Bitte warten, Termine werden übertragen....

source: Cut event
de: Termin ausschneiden

source: Copy the event to the clipboard
de: Termin in die Zwischenablage kopieren

source: Stop cut / copy & paste
de: Beende Ausschneiden / Kopieren & Einfügen

source: Print Page
de: Drucke Seite

source: Loose-Leaf
de: Ringbuch

source: Sheet
de: Blatt

source: Grid
de: Liste

source: Timeline
de: Zeitstrahl

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: Custom Selection
de: Eigene Auswahl

source: Import Events
de: Importiere Termine

source: Paste event "{0}"
de: Event "{0}" einfügen

source: Set as a definite event
de: Definitiven Termin festlegen

source: Set my response
de: Meine Antwort setzen

source: Copy {0}
de: Kopiere {0}

source: Set event status
de: Terminstatus setzen

source: Updating event in the past
de: Vergangenen Termin aktualisieren

source: Update this event
de: Diesen Termin aktualisieren

source: Do not update this event
de: Diesen Termin nicht aktualisieren

source: Creating an event in the past
de: Vergangenen Termin erstellen

source: Create this event
de: Diesen Termin anlegen

source: Do not create this event
de: Diesen Termin nicht anlegen

source: Update this event only
de: Nur diesen Termin aktualisieren

source: Update this and all future events
de: Diesen und alle zukünftigen Termine aktualisieren

source: Update nothing
de: Nichts aktualisieren

source: Update Event
de: Termin aktualisieren

source: Please Change Selection
de: Bitte ändern Sie Ihre Auswahl

source: Your selection contains recurring events. Recurring events must be deleted separately!
de: Ihre Auswahl enthält auch Wiederholungstermine. Diese müssen extra gelöscht werden!

source: Delete Event
de: Termin löschen

source: Delete only this event
de: Nur diesen Termin löschen

source: Delete this and all future events
de: Diesen und alle zukünftigen Termine löschen

source: Delete the whole series
de: Komplette Reihe löschen

source: Delete nothing
de: Nichts löschen

source: Do you really want to delete this event?
de: Möchten Sie diesen Termin wirklich löschen?

source: Could Not Print
de: Drucken fehlgeschlagen

source: Sorry, your current view does not support printing.
de: Ihre aktuelle Ansicht kann leider nicht gedruckt werden.

source: Scheduling Conflict
de: Terminüberschneidung

source: The following attendees are busy at the requested time:
de: Die folgenden Teilnehmenden sind zur angegebenen Zeit beschäftigt:

source: Ignore Conflict
de: Überschneidung ignorieren

source: Edit Event
de: Termin bearbeiten

source: Cancel this action
de: Diese Aktion abbrechen

source: Update Status for all Attendee?
de: Status für alle Teilnehmenden ändern?

source: Attender
de: Teilnehmer*in

source: Event
de: Termin

source: Calendars
de: Kalender

source: Quick Search
de: Schnellsuche

source: Location Contact
de: Kontakt der Lokalität

source: GENDER_Calendar
de: male

source: Attendee Status
de: Teilnehmer*innen Status

source: GENDER_Attendee Status
de: male

source: Attendee Role
de: Teilnehmer*innen Rolle

source: GENDER_Attendee Role
de: female

source: GENDER_Status
de: male

source: GENDER_Blocking
de: other

source: Classification
de: Klassifikation

source: GENDER_Classification
de: female

source: Last Modified Time
de: Letztes Modifikationsdatum

source: Last Modified by
de: Zuletzt geändert von

source: Creation Time
de: Erstelldatum

source: Created by
de: Erstellt von

source: Unknown date
de: Unbekanntes Datum

source: {0} {1} o'clock
de: {0} {1} Uhr

source: Event (as attendee)
de: Termin (als Teilnehmer*in)

source: Event (as organizer)
de: Termin (als Organisator*in)

source: Event attendee
de: Terminteilnehmer*in

source: Resource Grant
de: Ressourcen Recht

source: Invite Resource
de: Ressource einladen

source: The permission to invite the resource to an event
de: Das Recht die Ressource zu einem Termin einzuladen

source: Resource status
de: Ressourcen Status ändern

source: The permission to set the resource attendee status
de: Das Recht den Teilnehmenden Status der Ressource zu setzen

source: Resource notification
de: Ressourcen Notifikation

source: The permission to receive notifications for this resource
de: Das Recht Benachrichtigungen dieser Ressource zu erhalten

source: Read Resource
de: Ressource lesen

source: The permission to read the resource itself
de: Das Recht die Ressource als solche zu sehen

source: The permission to edit the resource itself
de: Das Recht die Ressource als solche zu bearbeiten

source: Export Resource
de: Ressource exportieren

source: The permission to export the resource itself
de: Das Recht die Ressource als solche zu exportieren

source: Sync Resource
de: Ressource synchronisieren

source: The permission to synchronise the resource itself
de: Das Recht die Ressource als solche zu synchronisieren

source: Resource Admin
de: Ressource Administrieren

source: The permission to administrate the resource itself
de: Das Recht die Ressource als solche zu administrieren

source: Add Events
de: Termine hinzufügen

source: The permission to directly add events to this resource calendar
de: Das Recht Termine direkt im Ressourcen-Kalender anzulegen

source: Read Events
de: Termine lesen

source: The permission to read events from this resource calendar
de: Das Recht Termine aus Ressourcen-Kalender zu lesen

source: Export Events
de: Termine exportieren

source: The permission to export events from this resource calendar
de: Das Recht Termine aus dem Ressourcen-Kalender zu exportieren

source: Sync Events
de: Termine synchronisieren

source: The permission to synchronise events from this resource calendar. A Read Events grant is required.
de: Das Recht, Termine dieses Ressourcen-Kalenders zu synchronisieren. Erfordert das Recht zum Lesen von Terminen.

source: Events Free/Busy
de: Termine Frei/Belegt Informationen

source: The permission to get free/busy information of events from this resource calendar
de: Das Recht Frei/Belegt Informationen von Terminen aus dem Ressourcen-Kalender zu erhalten

source: Edit Events
de: Termine bearbeiten

source: The permission to edit events directly saved in this resource calendar
de: Das Recht Termine aus dem Ressourcen-Kalender zu bearbeiten

source: Delete Events
de: Termine löschen

source: The permission to delete events directly stored in this resource calendar
de: Das Recht Termine aus dem Ressourcen-Kalender zu löschen

source: Free/Busy
de: Frei/Belegt

source: The permission to get free/busy information of events in this calendar
de: Das Recht Frei/Belegt Informationen von Terminen diesem Kalender zu erhalten

source: The permission to access events marked as private in this calendar
de: Das Recht Terminen aus diesem Kalender zu sehen die als privat markiert sind

source: Calendar Hierarchy/Name
de: Kalender Hierarchie/Name

source: Maximum number of attendee
de: Maximale Teilnehmendenzahl

source: Default attendee status
de: Standard Teilnehmenden Status

source: Busy Type
de: Belegt Typ

source: WK
de: KW

source: {0} more...
de: {0} weitere...

source: External organizer
de: Externe Organisator*in

source: Internal organizer
de: Interne Organisator*in

source: From
de: Von

source: until
de: bis

source: Displayed in
de: Angezeigt in

source: Switch to public poll
de: Zur öffentlichen Umfrage wechseln

source: Welcome {name}
de: Willkommen {name}

source: This poll is closed. No attendees can be added.
de: Dies ist eine geschlossene Umfrage. Es können keine Teilnehmer hinzugefügt werden.

source: This poll is already closed.
de: Diese Umfrage ist bereits abgeschlossen

source: I am not {name}
de: Ich bin nicht {name}

source: Login
de: Anmelden

source: By using this service you agree to our terms and conditions
de: Indem sie diesen Service benutzen stimmen sie unseren Allgemeinen Geschäftsbedingungen zu

source: Please wait...
de: Bitte warten...

source: Use your personal link please.
de: Bitte benutzen Sie Ihren persönlichen Link.

source: We have sent it to your email address again.
de: Wir haben ihn erneut an Ihre E-Mail Adresse gesendet.

source: If you did not receive the link, please contact the organiser.
de: Wenn Sie ihn nicht erhalten haben, wenden Sie sich bitte an den Organisator.

source: Submit
de: Abschicken

source: Wrong password!
de: Flaschen Passwort!

source: Please log in
de: Bitte melden Sie sich an

source: User name
de: Benutzer*innen Name

source: Calendar of {name}
de: Kalender von {name}

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.

source: Poll
de: Umfrage

source: Alternative Dates
de: Alternative Termine

source: Create a Poll for this Event
de: Umfrage zu diesem Termin anlegen

source: Poll Name
de: Name der Umfrage

source: Create scheduling suggestions and choose the best option based on user feedback.
de: Erstellen sie Terminvorschläge und wählen Sie die beste Alternative basierend auf dem Feedback der Nutzer.

source: Share the link below to poll for attendee status feedback.
de: Teilen sie diesen Link um Teilnehmenden Feedback zu erfragen.

source: Public URL
de: Öffentliche URL

source: Protect poll with a password
de: Umfrage mit Passwort schützen

source: Only invited attendee can reply
de: Antworten nur von eingeladenen Teilnehmern zulassen

source: Start Date
de: Startdatum

source: loading alternative dates
de: Lade die alternativen Termine

source: Select one Event Only
de: Nur einen Termin selektieren

source: You need to select exactly one event as the definite event.
de: Sie müssen exakt einen Termin als definitiven Termin auswählen.

source: Setting definite event
de: Setze den definitiven Termin

source: Set this date as the definite event?
de: Dieses Datum als definitiven Termin festlegen?

source: Do you want to close the poll and remove all other alternatives?
de: Wollen sie diese Umfrage schließen und alle anderen Alternativen entfernen?

source: Week {0} :
de: Woche {0} :

source: The email address of the resource is required to identify it in external calendar applications and synchronized devices. Therefore, the email address must be unique. However, it does not need to be a valid, existing address.
de: Die E-Mail Adresse der Ressource. Diese wird benötigt um die Ressource auf externen Kalendern und Sync-Devices zu identifizieren. Die E-Mail Adresse muss daher eindeutig sein. Es ist nicht notwendig, dass die Adresse tatsächlich existiert.

source: Default attendee status with status grant
de: Standard Teilnehmenden Status mit Status Recht

source: Resource Location
de: Ressourcen Ort

source: Suppress notification
de: Benachrichtigungen unterdrücken

source: Color
de: Farbe

source: Grants
de: Zugriffsrechte

source: Default Status
de: Standard Status

source: Default Status with status grant
de: Standard Teilnehmenden Status mit Status Recht

source: No Access
de: Kein Zugriff

source: RRULE
de: Wiederholungsregel

source: Daily
de: Täglich

source: Weekly
de: Wöchentlich

source: Monthly
de: Monatlich

source: Yearly
de: Jährlich

source: Recurrences
de: Wiederholungen

source: No recurring rule defined
de: Keine Wiederholungsregel definiert

source: None
de: Keine

source: Individual
de: Individuell

source: Exceptions of reccuring events can't have recurrences themselves.
de: Ausnahmen von Wiederholungsterminen können keine eigenen Wiederholungen haben.

source: at
de: am

source: never
de: niemals

source: after {0} occurrences
de: nach {0} Terminen

source: Except
de: Außer

source: during events in the calendars
de: während Terminen in den Kalendern

source: End
de: Ende

source: Until has to be after event start
de: Terminende muss nach dem Terminanfang liegen

source: The event is longer than the recurring interval
de: Das Event dauert länger als das Wiederholungsintervall

source: Every {0}. Day
de: Jeden {0}. Tag

source: Every {0}. Week at
de: Jede {0}. Woche am

source: Every {0}. Month
de: Jeden {0}. Monat

source: at the
de: am

source: first
de: ersten

source: second
de: zweiten

source: third
de: dritten

source: fourth
de: vierten

source: fifth
de: fünfte

source: last
de: letzten

source: Every {0}. Year
de: Jedes {0}. Jahr

source: of
de: im

source: Individual Dates
de: Einzeltermine

source: Date
de: Datum

source: no events found
de: keine Termine gefunden

source: Searching...
de: Suche...

source: Search Event
de: Suche Termin

source: Mini Calendar
de: Mini Kalender

source: Event Id
de: Termin Id

source: unknown
de: unbekannt

source: The email address has been shortened:
de: Die E-Mail-Adresse wurde verkürzt:

source: GENDER_Event
de: male

source: Event Site
de: Termin Standort

source: Priority
de: Priorität

source: Recurrence Rule
de: Wiederholungsregel

source: Is all day event
de: Ganztages-Termin

source: Organizer timezone
de: Zeitzone des Organisators

source: Event Type
de: Terminart

source: Short Name
de: Kurzname

source: Locked
de: Geschlossen

source: Closed
de: Beendet

source: Every %s day
de: Jeden %s Tag

source: Every %s week on
de: Jede %s Woche am

source: Weekly on
de: Wöchentlich am

source: and
de: und

source: Every %1$s month on the %2$s %3$s
de: Jeden %1$s Monat am %2$s %3$s

source: Monthly every %1$s %2$s
de: Monatlich jeden %1$s %2$s

source: Every %1$s month on the %2$s
de: Jeden %1$s Monat am %2$s

source: Monthly on the %1$s
de: Monatlich am %1$s

source: Yearly every %1$s %2$s of %3$s
de: Jährlich jeden %1$s %2$s im %3$s

source: Yearly on the %1$s of %2$s
de: Jährlich am %1$s of %2$s

source: second to last
de: vorletzten

source: All my events
de: Alle meine Termine

source: Position on the left time axis, day and week view should start with
de: Position auf der linken Zeit-Achse an der Tages- und Wochen-Ansichten beginnen sollen

source: Position on the left time axis, day and week view should end with
de: Position auf der linken Zeit-Achse an der Tages- und Wochen-Ansichten enden sollen

source: Default Start Time
de: Default Startzeit

source: Scroll position on the left time axis, day and week view should start with
de: Position auf der linken Zeit-Achse an der Tages- und Wochen-Ansichten beginnen sollen

source: Visible Time
de: Angezeigte Zeit

source: Time to be displayed at once
de: Wie viele Zeit auf einmal angezeigt werden sollen

source: Default Calendar
de: Standard Kalender

source: The default calendar for invitations and new events
de: Der Standard-Kalender für Einladungen und neue Termine

source: Default Favorite
de: Standard Favorit

source: The default favorite which is loaded on calendar startup
de: Der Standard Favorit der beim öffnen des Kalenders geladen wird

source: Web Event Title Template
de: Termin Titel Schablone

source: How to build event titles in web UI.
de: Wie der Titel in der Web-Anwendung gebildet wird.

source: Get Notification Emails
de: Empfangen von Benachrichtigungs-E-Mails

source: The level of actions you want to be notified about. Please note that organizers will get notifications for all updates including attendee answers unless this preference is set to "Never"
de: Der Grad an Aktionen über die Sie benachrichtigt werden wollen. Bitte beachten Sie, dass Organisatoren eines Termins über alle Änderungen einschließlich der Antworten von Teilnehmern benachrichtigt werden, so lange diese Option nicht auf "Niemals" gestellt ist.

source: Send notification emails for your own actions.
de: Sende Benachrichtigungen über eigene Änderungen

source: Get notification emails for actions you did yourself
de: Empfangen von Benachrichtigungen über Änderungen die selbst getätigt wurden

source: Send notification emails of tentative events
de: Sende Benachrichtigungen für vorläufige Termine

source: Get notification emails of tentative events
de: Empfangen von Benachrichtigungen über Änderungen bei vorläufigen Terminen

source: Send Alarm Notification Emails
de: Sende E-Mails mit Alarm-Benachrichtigungen

source: Get event alarms via email
de: Erhalte Termin Alarme per Mail

source: Enable Standard Alarm
de: Standardalarm

source: New events get a standard alarm as defined below
de: Neue Termine bekommen einen Standardalarm wie unten definiert

source: Standard Alarm Time
de: Standardalarmzeit

source: Minutes before the event starts
de: Minuten bevor der Termin beginnt

source: Default Attendee Strategy
de: Standard Teilnehmer Strategie

source: Default Attendee Strategy for new events
de: Standard Teilnehmer Strategie für neue Termine

source: Time Increment
de: Zeit Inkrement

source: Increment of event time steps
de: Inkrement der Zeiteinheit für Termine

source: Default set events to privat
de: Setze standardmäßig Termine auf privat

source: If enabled, every created event is always private.
de: Wenn aktiviert, werden neue Termine immer als privat angelegt

source: First Day of Week
de: Erster Tag der Woche

source: On what day the week should be starting
de: An welchem Tag die Woche beginnen soll

source: Default calendar strategy
de: Standard Kalender Strategie

source: The calendar for new events, if no container is selected.
de: Der Kalender für neue Termine, wenn kein Container selektiert wurde

source: Remove all filters on change selection
de: Entferne alle Filter bei Kalenderselektion

source: Changing the calendar will remove all filters.
de: Beim Wechsel des Kalenders werden alle weiteren Filter entfernt

source: Calendars are always selected, regardless of any filter parameters.
de: Kalender die immer angezeigt werden, unabhängig von den eingestellten Filtern.

source: Never
de: Nie

source: Only on invitation and cancellation.
de: Nur bei Einladung oder Absage

source: On time changes
de: Bei Zeitänderungen

source: On all updates, except attendee responses.
de: Bei allen Änderungen, außer Teilnehmer-Antworten

source: On attendee responses too
de: Auch bei Antworten von Teilnehmenden

source: All events I attend
de: Alle Termine an denen ich teilnehme

source: Awaiting response
de: Erwartet Antwort

source: Events I have not yet responded to
de: Termine, die ich noch nicht beantwortet habe

source: Declined events
de: Abgelehnte Termine

source: Events I have declined
de: Termine, die ich abgelehnt haben

source: I'm an organizer
de: Ich bin Organisator*in

source: Events I'm the organizer of
de: Termine, bei denen ich Organisator*in bin

source: Account
de: Konto

source: Exporttime
de: Exportdatum

source: Relation
de: Verknüpfung

source: First name, ĺast name
de: Vorname, Nachname

source: E-Mail address
de: E-Mail Adresse

source: General terms and conditions
de: Allgemeine Geschäftsbedingungen

source: Updates from
de: Änderungen von

source: This is an event series exception.
de: Dies ist eine Terminserienausnahme.

source: %1$s changed from "%2$s" to "%3$s"
de: %1$s wurde von "%2$s" auf "%3$s" geändert

source: %1$s has been invited
de: %1$s wurde eingeladen

source: %1$s has been removed
de: %1$s wurde entfernt

source: %1$s accepted invitation
de: %1$s hat zugesagt

source: %1$s declined invitation
de: %1$s hat abgesagt

source: Tentative response from %1$s
de: %1$s hat vorläufig zugesagt

source: No response from %1$s
de: Keine Antwort von %1$s

source: "%2$s" response from %1$s
de: "%2$s" Antwort von %1$s

source: Event details
de: Termin Details

source: Thank you for attending the poll "%1$s"
de: Danke für ihre Teilnahme an der Umfrage „%1$s“

source: To review or edit your status, please use your personal link:
de: Zum Einsehen und Ändern ihres Status verwenden sie bitte ihren persönlichen Link:

source: The poll "%1$s" has been closed.
de: Die Umfrage „%1$s“ wurde beendet.
