Repository: tine-groupware/tine
Catalog: tine20/Calendar/translations/*.po
Languages: de

source: manage shared calendars
de: Gemeinsame Kalender Verwalten

source: Create new shared calendars
de: Neuen gemeinsamen Kalender anlegen

source: manage shared calendar favorites
de: Gemeinsame Kalender-Favoriten verwalten

source: Create or update shared calendar favorites
de: Gemeinsame Kalender-Favoriten erstellen oder bearbeiten

source: manage resources
de: Ressourcen verwalten

source: Full rights to administrate resources
de: Alle Rechte um Ressourcen zu Administrieren

source: manage event types
de: Terminarten verwalten

source: Right to manage event types
de: Das Recht Terminarten zu verwalten

source: You can only apply one grants filter at a time.
de: Es kann nicht mehr als einen Rechtefilter geben

source: Fixed Calendars
de: Feste Kalender

source: Calendars always selected regardless of all filter parameters. A valid use case could be to force the display of an certain holiday calendar.
de: Kalender, die immer angezeigt werden sollen. Ein Beispiel dafür ist ein Schulferien-Kalender.

source: Crop Days
de: Tage begrenzen

source: Crop the calendar view to the configured start and end time.
de: Konfigurierte Start- und Endzeit der begrenzten Kalenderansicht.

source: Crop Days Limit Override
de: Begrenzte Kalenderansicht überschreiten

source: Allow events outside the defined start and end times.
de: Erlaube Termin außerhalb der definierten Start- und Endzeit.

source: Week View Mouse Wheel Increment
de: Wochenansicht Mausrad Inkrement

source: Default View for the Events
de: Standardansicht für Termine

source: Attendee
de: Teilnehmer*in

source: Organizer
de: Organisator*in

source: Available Event Statuses
de: Verfügbare Terminstatus

source: Available Event Statuses. Please note that additional event statuses may impact other calendar systems during export or synchronization.
de: Verfügbare Terminstatus. Bitte beachten sie, dass zusätzliche Termin Status andere Kalender-System bei Exports oder Synchronisation beeinträchtigen können.

source: Confirmed
de: Bestätigt

source: Tentative
de: Vorläufig

source: Canceled
de: Entfällt

source: Available Event Classes
de: Verfügbare Termin Klassifikationen

source: Available Event Classes. Please note that additional event classes may impact other calendar systems during export or synchronization.
de: Verfügbare Termin Klassifikationen. Bitte beachten sie, dass zusätzliche Termin Klassifikationen andere Kalender-System bei Exports oder Synchronisation beeinträchtigen können.

source: Public
de: Öffentlich

source: Private
de: Privat

source: Confidential
de: Vertraulich

source: Available Event Transparencies
de: Verfügbare Termindurchsichtigkeit

source: Available Event Transparencies. Please note that additional event transparencies may impact other calendar systems during export or synchronization.
de: Verfügbare Termindurchsichtigkeiten. Bitte beachten Sie, dass zusätzliche Einstellungen zur Termindurchsichtigkeit andere Kalendersysteme bei Export oder Synchronisation beeinträchtigen können.

source: Opaque
de: Undurchsichtig

source: Available Attendee Statuses
de: Verfügbare Status der Teilnehmer*innen

source: Available Event Attendee Statuses. Please note that additional attendee statuses may impact other calendar systems during export or synchronization.
de: Verfügbare Status der Teilnehmer*innen. Bitte beachten Sie, dass zusätzliche Werte beim Export oder der Synchronisation mit anderen Systemen nicht berücksichtigt werden könnten.

source: No response
de: Keine Antwort

source: Accepted
de: Zugesagt

source: Declined
de: Abgesagt

source: Available Attendee Roles
de: Verfügbare Rollen für Teilnehmer*innen

source: Available Event Attendee Roles. Please note that additional attendee roles may impact other calendar systems during export or synchronization.
de: Verfügbare Rollen für Teilnehmer*innen. Bitte beachten Sie, dass zusätzliche Werte beim Export oder der Synchronisation mit anderen Systemen nicht berücksichtigt werden könnten.

source: Required
de: Erforderlich

source: Organizer has implicit edit grant
de: Organisator*in hat implizites Bearbeiten Recht

source: Available Resource Types
de: Verfügbare Ressourcen Typen

source: Available Resource Types. Please note that adding custom resource types may affect compatibility with other calendar systems during export or synchronization.
de: Verfügbare Ressourcen Typen. Bitte beachten Sie, dass zusätzliche Frei/Belegt Typen eine Auswirkung auf andere Kalendersysteme haben können, in die exportiert oder synchronisiert wird.

source: Resource
de: Ressource

source: Room
de: Raum

source: Board
de: Tafel

source: Cable
de: Kabel

source: Car
de: Auto

source: Coffee
de: Kaffee

source: Lamp
de: Lampe

source: Projector
de: Projektor

source: Travel
de: Reise

source: Available Free/Busy Types
de: Verfügbare Frei/Belegt Typen

source: Available Free/Busy Types. Please note that adding custom types may affect compatibility with other calendar systems during export or synchronization.
de: Mögliche Frei/Belegt Typen. Bitte beachten Sie, dass zusätzliche Frei/Belegt Typen eine Auswirkung auf andere Kalendersysteme haben können, in die exportiert oder synchronisiert wird.

source: Free
de: Frei

source: Busy
de: Belegt

source: Unavailable
de: Nicht Verfügbar

source: Filter timeslot for CalDAV events
de: Maximales Alter für CalDAV Termine

source: How many months in the past the events should be synchronized.
de: Maximales Alter für Termine die synchronisiert werden dürfen (in Monaten).

source: Filter timeslot for CalDAV events with SyncToken
de: Filter Zeitpunkt für CalDAV Termine mit SyncToken

source: Timeslot for the Event Notifications
de: Alter für Termineerinnerungen

source: How many weeks in the past event notifications should be sent.
de: Für wie lange in der Vergangenheit (in Wochen) Termin Benachrichtigungen versendet werden sollen.

source: Default filter start date for the events fetched via JSON API
de: Standard Filterstartdatum für Termine, die über die JSON API geholt werden

source: How many months in the past the events should be fetched.
de: Für wie weit in der Vergangenheit (in Monaten) Termine geholt werden sollen.

source: Default filter end date for the events fetched via JSON API
de: Standard Filterendzeit für Termine, die über die JSON API geholt werden

source: For how many months in the future the events should be fetched.
de: Für wie weit in der Zukunft (in Monaten) Termine geholt werden sollen.

source: Disable iMIP for external organizers
de: Deaktiviere iMIP für externe Organisatoren

source: Disable notification for external attendee
de: Benachrichtigungen für externe Teilnehmende ausschalten

source: (CalDAV) Skip double events from personal or shared calendar
de: (CalDAV) Doppelte Termine aus persönlichen oder geteilten Kalendern überspringen

source: (CalDAV) Skip double events from personal or shared calendar ("personal" > Skip events from personal calendar or "shared" > Skip events from shared calendar)
de: (CalDAV) Doppelte Termine aus persönlichen oder geteilten Kalendern überspringen ("personal" > Termine aus Persönlichen Kalendern überspringen oder "shared" > Termine aus geteilten Kalendern überspringen)

source: Floorplans
de: Lagepläne

source: List of floorplans with their resource configurations.
de: Liste von Lageplänen mit ihren Ressourcen Konfigurationen

source: Enabled Features
de: Feature aktivieren

source: Enabled Features in Calendar Application.
de: Feature in der Kalender Applikation aktivieren.

source: Calendar Split View
de: Kalender Split Ansicht

source: Split day and week views by attendee
de: Unterteile Tages- und Wochen-Ansicht nach Teilnehmern

source: Calendar Year View
de: Kalender Jahres Ansicht

source: Adds year view to Calendar
de: Fügt JAhres Ansicht zum Kalender hinzu

source: Calendar Extended Context Menu Actions
de: Erweiterte Kalender Kontextmenü Aktionen

source: Adds extended actions to the event context menus
de: Fügt erweiterte Kalender Kontextmenü Aktionen hinzu

source: Color Events by
de: Färbe Termine nach

source: Choose event color by different criteria
de: Wähle die Farbe von Terminen nach verschiedenen Kriterien

source: Recurring Events Except
de: Wiederholen außer

source: Recurring events, except on certain dates.
de: Wiederholen außer an bestimmten Daten

source: Activate Poll for the Events
de: Aktiviere Terminumfragen

source: Create alternative events and allow users as well as externals to vote for the best option.
de: Es können Alternativtermine angelegt werden, über die interne und externe Teilnehmende abstimmen können, um den geeignetsten Termin zu bestimmen.

source: Activate Event Types for the Events
de: Terminarten für Termine aktivieren

source: Activate Event Types for the Events.
de: Terminarten für Termine aktivieren

source: Event Notification Confirmation
de: Bestätigung von Termin Benachrichtigungen

source: Send Tentative Notifications
de: Sende Vorläufig Benachrichtigungen

source: Send notifications to event organizers of tentative events a certain number of days before the event is due.
de: Sende Benachrichtigungen an Terminorganisierende, wenn der Termin eine bestimmte Anzahl von Tagen vor dem geplanten Datum noch als vorläufig markiert ist.

source: Enabled
de: Aktiviert

source: Days Before Due Date
de: Tage bevor Fälligkeitsdatum

source: How many days before the event's due date should notifications be sent.
de: Ab wie viele Tage vor dem Stattfinden eines Termins sollen Benachrichtigungen versendet werden.

source: Additional Filter
de: Zusätzliche Filter

source: Additional filter to limit which events notifications should be sent for.
de: Zusätzliche Filter, um einzugrenzen, für welche Termine Benachrichtigungen versendet werden.

source: Mute Event Notifications for Polls
de: Termin-Benachrichtigungen bei Umfragen unterdrücken

source: Do not send invitation notifications for alternative events in an active poll.
de: Keine Einladungen zu Alternativterminen in Umfragen versenden.

source: GTCs for polls
de: AGB's für Umfragen

source: Free/Busy Info
de: Frei/Belegt Info

source: What data the free/busy grant reveals
de: Welche Daten das Frei/Belegt Recht sichtbar macht

source: only date & time
de: nur Datum & Zeit

source: and organizer
de: und Organisator*in

source: and resources
de: und Ressourcen

source: and calendar
de: und Kalender

source: and other attendees
de: und andere Teilnehmer*innen

source: Search Attenders Additional Filters
de: Zusätzliche Filter für Teilnehmer*innen Suche

source: User Additional Filters
de: Zusätzliche Filter für Benutzer*innen

source: Group Additional Filters
de: Zusätzliche Filter für Gruppen

source: Resource Additional Filters
de: Zusätzliche Filter für Ressourcen

source: Assign organizer meeting status on editGrant
de: Termin-Status der Organisator*in bei Bearbeiten-Recht anwenden

source: Alarm for the event "%1$s" at %2$s
de: Termin-Erinnerung für "%1$s" am %2$s

source: Event invitation "%1$s" at %2$s
de: Einladung zum Termin "%1$s" am %2$s

source: Resource "%1$s" was booked for "%2$s" at %3$s
de: Ressource "%1$s" wurde für "%2$s" am %3$s gebucht

source: Event "%1$s" at %2$s has been canceled
de: Termin "%1$s" am %2$s wurde abgesagt

source: Event "%1$s" has been rescheduled from %2$s to %3$s
de: Der Termin "%1$s" wurde von %2$s auf %3$s verlegt

source: Event "%1$s" at %2$s has been updated
de: Der Termin "%1$s" am %2$s wurde verändert

source: %1$s accepted event "%2$s" at %3$s
de: Zusage von %1$s für den Termin "%2$s" am %3$s

source: %1$s declined event "%2$s" at %3$s
de: Absage von %1$s für den Termin "%2$s" am %3$s

source: Tentative response from %1$s for the event "%2$s" at %3$s
de: Vorläufige Zusage von %1$s für den Termin "%2$s" am %3$s

source: No response from %1$s for the event "%2$s" at %3$s
de: Keine Antwort von %1$s für den Termin "%2$s" am %3$s

source: Unknown status update from %1$s for the event "%2$s" at %3$s
de: Unbekannte Status-Aktualisierung von %1$s für Termin „%2$s“ am %3$s

source: Attendee changes for the event "%1$s" at %2$s
de: Geänderte Teilnehmende beim Termin "%1$s" am %2$s

source: Tentative event notification for the event "%1$s" at %2$s
de: Benachrichtigung zur Vorläufigkeit des Termins "%1$s" am %2$s

source: Unknown action
de: Unbekannte Aktion

source: Resource Management
de: Ressourcen Verwaltung

source: No RRULE found in the base event!
de: Keine Wiederholungsregel im Basis-Termin gefunden!

source: The new recurrence rule is unpredictable. Please choose a valid recurrence rule.
de: Die neue Wiederholungsregel kann nicht angewendet werden. Bitte ändern Sie die Regel.

source: %s's personal calendar
de: %ss persönlicher Kalender

source: Resources
de: Ressourcen

source: Event Types
de: Terminarten

source: Polls for recurring events are not supported
de: Umfragen für Wiederholungstermine werden nicht unterstützt

source: This contact was automatically added by the system as a poll attendee.
de: Dieser Kontakt nimmt an einer Termin-Umfrage teil und wurde vom System automatisch angelegt.

source: Attendance Confirmation for Poll "%1$s"
de: Teilnahmebestätigung für die Termin-Umfrage „%1$s“

source: %1$s is scheduled for %2$s
de: %1$s ist auf %2$s gelegt

source: Different Calendar
de: Anderer Kalender

source: Moving the EXDATE container is not allowed.
de: Verschieben eines Ausnahmen Containers ist nicht erlaubt

source: Invalid URL given
de: Ungültige URL angegeben

source: The URL you provided is invalid. Please use a valid one!
de: Die verwendete URL ist ungültig. Bitte verwende eine gültige URL!

source: Failed
de: Fehlgeschlagen

source: The correct Resource Admin must be set once.
de: Das Recht Ressourcen-Admin muss einmal gesetzt werden.

source: Word event sheet
de: Word - Termin-Blatt

source: Export Events as Calendar Sheet
de: Exportiere Termine als Kalenderblatt

source: OpenDocument all data
de: OpenDocument - Alle Daten

source: Export event data to an ODS spreadsheet
de: Exportiere Termininformationen in eine ods Tabelle

source: Export multiple calendars to ICS files
de: Mehrere Kalender in eine ICS-Datei exportieren.

source: Export visible events to ICS file
de: Sichtbare Termine in ICS Datei exportieren

source: Resource CSV
de: Ressourcen CSV

source: Excel current columns
de: Excel - Aktuelle Spalten

source: Excel overview
de: Excel - Übersicht

source: Excel all data
de: Excel - Alle Daten

source: Shared Calendar CSV
de: Gemeinsame Kalender CSV

source: Calendars to export
de: Zu exportierende Kalender

source: Export target
de: Exportziel

source: Import iCal-files
de: Importiere iCal-Dateien

source: Please choose the Event to add the contacts to
de: Bitte einen Termin auswählen, dem die Kontakte hinzugefügt werden sollen

source: Role
de: Rolle

source: Select Role
de: Rolle wählen

source: Select Status
de: Status wählen

source: Adding {0} Attendee to event
de: Füge {0} Teilnehmer*in zu Termin hinzu

source: Manage Resources
de: Verwalte Ressourcen

source: New Event
de: Neuer Termin

source: Calendar
de: Kalender

source: Event not found
de: Termin nicht gefunden

source: The event was deleted in the meantime or you no longer have access rights to it.
de: Der Termin wurde in der Zwischenzeit gelöscht oder Sie haben kein Recht diesen Termin aufzurufen.

source: Add Attendee
de: Teilnehmende hinzufügen

source: Sort Attendee
de: Teilnehmende sortieren

source: Check to filter for this attendee
de: Häkchen setzen um nach Teilnehmenden zu filtern

source: GENDER_Attendee
de: male

source: Select Attendee
de: Teilnehmende auswählen

source: Click here to invite another attender...
de: Klicken Sie hier, um neue Teilnehmende einzuladen...

source: User
de: Benutzer*in

source: Group
de: Gruppe

source: Member of group
de: Gruppenmitglied

source: This is the calendar where the attendee saved the event.
de: In diesem Kalender wurde der Termin vom Teilnehmenden gespeichert

source: Type
de: Typ

source: Click icon to change
de: Klicke zum ändern auf das Symbol

source: Availability of Attendee
de: Verfügbarkeit der Teilnehmer*in

source: Whole group or each group member
de: Die gesamte Gruppe oder jedes einzelne Mitglied der Gruppe

source: Choose "Group" to filter by the group as a whole. Choose "Member of Group" to filter by each group member.
de: Wähle "Gruppe" um die gesamte Gruppe zu filtern. Wähle "Mitglied der Gruppe" um nach jedem einzelnen Mitglied der Gruppe zu filtern

source: Member of Group
de: Mitglied der Gruppe

source: Loading Groupmembers...
de: Lade Gruppenmitglieder...

source: Remove Attendee
de: Teilnehmende enfernen

source: Use as event location
de: Als Terminort übernehmen

source: Compose email
de: E-Mail verfassen

source: Poll URL: {0}
de: Umfrage Link: {0}

source: Edit Resource
de: Ressource bearbeiten

source: View Resource
de: Ressource ansehen

source: Anyone
de: Jeder

source: No Information
de: Keine Angabe

source: (as a group member)
de: (als Gruppenmitglied)

source: External Attendee
de: Externer Teilnehmer

source: The original event is stored in a calendar you don't have access to.
de: Der Ursprungstermin ist in einem Kalender gespeichert, auf den Sie keinen Zugriff haben.

source: The original event is stored in {0}
de: Der Ursprungstermin ist in {0} gespeichert

source: This event also appears in your personal calendar {0}
de: Der Termin wird zusätzlich in Ihrem persönlichen Kalender {0} angezeigt

source: Originally
de: Ursprünglich

source: Colors
de: Farben

source: Sidebar Color
de: Farbe der Seitenleiste

source: Color by Calendar
de: Farbe nach Kalender

source: Color by Attendee Calendar
de: Farbe nach Kalender der Teilnehmer*in

source: Color by Tags
de: Farbe nach Tag

source: Color by Attendee Role
de: Farbe nach Teilnehmer*innen Rolle

source: Colors by response
de: Farbe nach Teilnehmer*innen Status

source: Colors by tags
de: Farbe nach Tags

source: Colors by attendee
de: Farbe nach Teilnehmenden

source: Colors by resource
de: Farbe nach Ressource

source: Events
de: Termine

source: Summary
de: Thema

source: Start Time
de: Beginn

source: {0}, the {1}. of {2}
de: {0}, der {1}. {2}

source: The summary must not exceed 255 characters.
de: Das Thema darf nicht länger als 255 Zeichen sein.

source: The summary must contain at least 1 character.
de: Das Thema muss mindestens ein Zeichen lang sein.

source: Summary too Long
de: Zu langes Thema

source: Summary too Short
de: Zu kurzes Thema

source: Attendee/Resources
de: Teilnehmer*in/Ressourcen

source: Additional Attendees...
de: Weitere Teilnehmende...

source: Cancel
de: Abbrechen

source: Additional Tags...
de: Zusätzliche Tags...

source: End Time
de: Ende

source: Blocking
de: Blockierend

source: Event Location
de: Termin Ort

source: Site
de: Standort

source: Search for sites...
de: Suche nach Standorten...

source: View
de: Ansicht

source: whole day
de: ganztägig

source: Saved in
de: Gespeichert in

source: You are about to change the status of the event itself, not just your own. Do you really want to change the event status for all attendees?
de: Sie sind dabei, den Status des gesamten Termins (nicht nur Ihren eigenen) zu ändern. Möchten Sie wirklich den Status für alle Teilnehmenden ändern?

source: non-blocking
de: nicht-blockierend

source: Description
de: Beschreibung

source: Enter a description
de: Bitte geben Sie eine Beschreibung an

source: Notifications are disabled
de: Benachrichtigungen werden unterdrückt

source: Free Time Search
de: Termin finden

source: Notifications are enabled
de: Benachrichtigungen werden nicht unterdrückt

source: Print Event
de: Termin Drucken

source: Send Notification?
de: Benachrichtigung senden?

source: Changes to this event may trigger notifications. Click the button labeled "Notifications are enabled" to switch to "Notifications are disabled".
de: Änderungen an diesem Termin können Benachrichtigungen senden. Drücken Sie die Taste "Benachrichtigung werden nicht unterdrückt", um zu "Benachrichtigung werden unterdrückt" zu wechseln.

source: The end date is not valid
de: Endzeitpunkt ist ungültig

source: The end date must be after the start date
de: Der Endzeitpunkt muss nach dem Startzeitpunkt liegen

source: The end time cannot be later than the configured time.
de: Die Endzeit darf nicht hinter der konfigurierten Zeit liegen.

source: The start date is not valid
de: Startzeitpunkt ist ungültig

source: The start date cannot be earlier than the configured time.
de: Das Startdatum darf nicht vor der konfigurierten Zeit liegen.

source: Event finder options
de: Termin Finder Optionen

source: private classification
de: Klassifizierung als privat

source: recurring event
de: Wiederholungstermin

source: recurring event exception
de: Terminserienausnahme

source: has an alarm
de: hat einen Alarm

source: has attachments
de: hat Anhänge

source: is part of an open poll
de: Gehört zu einer laufenden Umfrage

source: Reserve Resource: {name}
de: Buche Ressource: {name}

source: Do you want to reserve the resource {name} on floor {floorName} for {date} ?
de: Wollen Sie die Resource {name} im Stock {floorName} für den Tag {date} reservieren ?

source: Resource: {name} reserved by you
de: Resource: {name} ist von Ihnen reserviert

source: Do you want to delete your reservation ?
de: Möchten sie ihre Reservierung löschen?

source: Resource: {name} already reserved
de: Die Resource {name} ist bereits reserviert

source: The resource {name} on floor {floorName} is reserved for selected date: {date} by {name1}.
de: Die Resource {name} im Stock {floorName} ist bereits am {date} von {name1} reserviert.

source: Floorplan
de: Lageplan

source: Back
de: Zurück

source: Next
de: Vor

source: Options
de: Optionen

source: Searching for Free Time...
de: Suche nach Termin...

source: No Free Time found
de: Kein Termin gefunden

source: No free timeslot could be found Until {0}. Do you want to continue?
de: Es wurde kein freier Termin-Slot bis {0} gefunden. Möchten Sie die Suche fortsetzen?

source: Continue
de: Fortsetzen

source: Give up
de: Aufgeben

source: Free Time Search Options
de: Termin Such Optionen

source: Location
de: Lokalität

source: Checking Calendar Data...
de: Prüfe Kalenderdaten ...

source: Reply to Recurring Event
de: Terminserien Antwort

source: You are responding to a recurring event. What would you like to do?
de: Sie antworten auf eine Terminserie. Was möchten sie tun?

source: Respond to the whole series
de: Auf die komplette Terminserie antwortenAuf die komplette Terminserie antworten

source: Do not respond
de: Nicht antworten

source: Save
de: Speichern

source: Save to calendar without responding
de: Termin ohne Rückmeldung im Kalender speichern

source: The event of this message does not exist
de: Der Termin von dieser Nachricht existiert nicht

source: The sender is not authorized to update the event
de: Der Absendende ist nicht berechtigt, den Termin zu aktualisieren.

source: This message has already been processed.
de: Diese Nachricht wurde bereits verarbeitet

source: You are not an attendee of this event
de: Sie nehmen nicht an diesem Termin teil

source: This event has been deleted by the organizer
de: Der Termin wurde von der Organisator*in gelöscht

source: This event has been canceled.
de: Dieser Termin wurde abgesagt.

source: Unsupported message
de: Nachricht wird nicht unterstützt

source: This is an event invitation for someone else.
de: Dies ist eine Einladung für jemand anderen.

source: You have already replied to this event invitation.
de: Sie haben bereits auf diese Einladung geantwortet.

source: The event got rescheduled. Set your response to:
de: Der Termin wurde verschoben. Stellen Sie Ihre Antwort auf:

source: You received an event invitation. Set your response to:
de: Sie haben eine Einladung zu einem Termin erhalten. Setzen Sie Ihre Antwort auf:
