Repository: tine-groupware/tine
Catalog: tine20/Calendar/translations/*.po
Languages: de

source: The definite event is scheduled for "%1$s"
de: Der definitive Termin wurde auf den „%1$s“ gelegt.

source: You can review the poll results here:
de: Sie können die Umfrageergebnisse hier einsehen:
